{
  "count": 63,
  "vouchers": [
    {
      "dealId": 3364,
      "name": "Flipkart Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Flipkart.com e-Gift Vouchers (EGV) are issued by QwikCilver Solutions. QwikCilver is a private limited company incorporated under the laws of India, and is the issuer of Gift Cards/Vouchers.</li>\r\n\t<li>The e-Gift Vouchers (EGV) can be redeemed online against Sellers listed on www.flipkart.com only.</li>\r\n\t<li>EGVs can be redeemed by selecting the payment mode as e-Gift Voucher. They can NOT be used to purchase Flipkart First subscriptions.</li>\r\n\t<li>EGVs cannot be used to purchase other EGVs. EGVs cannot be reloaded or resold.</li>\r\n\t<li>Once redeemed, this E-Gift card cannot be cancelled or exchanged</li>\r\n\t<li>If the order value exceeds the EGV amount, the balance must be paid by Credit Card/Debit Card/Internet Banking.Cash on Delivery payment option cannot be used to pay the balance amount.</li>\r\n\t<li>If the order value is less than the amount of the EGV, the outstanding balance (after deduction of order value) will reflect under the same EGV.</li>\r\n\t<li>EGVs cannot be redeemed for Cash or Credit, but are transferable.</li>\r\n\t<li>Flipkart.com/QwikCilver Solutions are not responsible if voucher is lost, stolen or used without permission.</li>\r\n\t<li>You can combine and use a maximum of 15(fifteen) vouchers per order. They can be combined with promotional codes.</li>\r\n\t<li>Flipkart.com/QwikCilver Solutions assumes no responsibility for the products purchased using the EGVs and any liability thereof is expressly disclaimed.</li>\r\n\t<li>Validity of EGVs cannot be extended, new EGVs cannot be provided against the expired/unused Vouchers.</li>\r\n\t<li>In the event the beneficiary/Know Your Customer (KYC) details are found to be incorrect/ insufficient, QwikCilver Solutions/Flipkart.com retains the right to cancel the EGV issued.</li>\r\n\t<li>No bulk ordering is allowed using Flipkart Gift Cards. The cards might be blocked and no refund will be&nbsp;issued if bulk purchase is done.</li>\r\n\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n</ul>\r\n",
      "writeUp": "<p><span style=\"font-size:10pt\">Flipkart went live in 2007 with the objective of making books easily available to anyone who had internet access. Today, we&#39;re present across various categories including movies, music, games, mobiles, cameras, computers, healthcare and personal products, home appliances and electronics, stationery, perfumes, toys, apparels, shoes &ndash; and still counting!</span><br />\r\n<br />\r\n<span style=\"font-size:10pt\">Be it our path-breaking services like Cash on Delivery, a 30-day replacement policy, EMI options, free shipping - and of course the great prices that we offer, everything we do revolves around our obsession with providing our customers a memorable online shopping experience. Then there&#39;s our dedicated Flipkart delivery partners who work round the clock to personally make sure the packages reach on time.</span></p>\r\n",
      "highLight": "Gift Vouchers - Rs 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/3364_flipkart_new.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/3364_flipkart_new.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/3364_flipkart_new.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/3364_flipkart_new.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "ecommerce",
      "giftVoucherDescription": "<p>Flipkart is India&rsquo;s leading e-commerce marketplace offering over 30 million products across 70+ categories . Flipkart allows you to choose from an array of products of the best brands in categories like household gadgets, personal care products, mobiles and accessories, movies, music, games, cameras, computers, health-care products, fashion and more.</p>\r\n\r\n<p>Flipkart is known for its path-breaking services like Cash on Delivery. Flipkart is the only online player offering services like In-a-Day Guarantee (50 cities) and Same-Day-Guarantee (13 cities) at scale.</p>\r\n\r\n<p><strong>Flipkart Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, but you can&rsquo;t decide what to buy for your employees, coworkers or clients, a Flipkart gift card is always a great choice to tackle this hassle because apart from bringing a wide range of goods and services, Flipkart also brings its customers a vast choice of deals and offers during sales, festivals, and special days and getting discount on bulk purchase of gift cards makes it even better! .</p>\r\n\r\n<p>Vantage Circle provides a corporate gifting solution for you and allows your colleagues, clients, customers to select from a wide range of varieties of products available at Flipkart onine store. Corporates for bulk purchase of Flipkat gift cards can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 24595,
      "name": "HipBar Gift Card",
      "denomination": [
        250,
        500,
        750,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Redeemable only on the HipBar Delivery app in the city of Bangalore</li>\r\n\t<li>Valid only for persons above 21 years of age</li>\r\n\t<li>Valid for 1 year from the date of issuance</li>\r\n\t<li>The recipients of HipBar Gift card can redeem it only on the HipBar Platform</li>\r\n\t<li>The gift card recipients MUST enter the gift card number and PIN on the HipBar Platform, post which it will be saved in their &ldquo;Gifted to You&rdquo; section for future redemptions</li>\r\n\t<li>The value of each gift card cannot exceed Rs.10,000 or any such limit determined by HipBar from time to time</li>\r\n\t<li>If the gift card is redeemed without the permission of the prospective redeemer, HipBar shall not be held responsible and retains the right to close the gift wallet.</li>\r\n\t<li>Gift cards cannot be used to purchase other gift cards</li>\r\n\t<li>Gift cards cannot be reloaded, resold, transferred for value or redeemed for cash</li>\r\n\t<li>T&amp;Cs are governed by and shall be construed in accordance with the laws of India</li>\r\n\t<li>For further details, refer to https://www.hipbar.com/gifting-t-c</li>\r\n</ul>\r\n",
      "writeUp": "<ul>\r\n\t<li>HipBar Delivery is India&#39;s first drinks delivery app.</li>\r\n\t<li>Founded with a vision to create a safe, transparent and responsible digital ecosystem, HipBar is here to help India drink wiser, one drink at a time.</li>\r\n\t<li>With the HipBar app, you can have your drinks home delivered and also gift your friends their favourite drinks in just a few swipes and share the love! Currently available in Bengaluru, we plan to expand to other cities soon.</li>\r\n</ul>\r\n",
      "highLight": "HipBar E-Gift Card - 250/500/750/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/24595_HipBar.png",
      "imageWebRootThumb": "/images/jitr/thumb/deals/24595_HipBar.png",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/24595_HipBar.png",
      "imageWebRootBig": "/images/jitr/big/deals/24595_HipBar.png",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "gift",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 26283,
      "name": "Tanishq Jewellery Gift Card",
      "denomination": [
        500,
        750,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This e-Gift card once issued is activated and can be redeemed only at Tanishq Showrooms in India.</li>\r\n\t<li>This e-Gift card is not valid on gold coin, at the participating Tanishq Showrooms in India.</li>\r\n\t<li>This e-Gift card is allowed for one time redemption only.</li>\r\n\t<li>This Gift Card is valid for 6 months from date of activation/issuance.</li>\r\n\t<li>Any unused balance on the e-Gift card will not be refunded or credited.</li>\r\n\t<li>Balance / expiry may be checked at the Tanishq cash counters.</li>\r\n\t<li>Tanishq will not replace or reimburse the value of your card if its lost, stolen, or expired.</li>\r\n\t<li>This e-Gift Card is non-encashable.</li>\r\n\t<li>Bearer is responsible if an e-Gift Card is lost, stolen, destroyed or used without permission.</li>\r\n\t<li>For this e-Gift Card, Indian law is applicable and jurisdiction shall be Bangalore.</li>\r\n\t<li>These terms &amp; conditions are subject to change at any time, without any prior notice.</li>\r\n\t<li>For Balance &amp; Expiry Check, SMS &ndash; TNQBAL (space) 16 Digit Gift card number to 8861208222</li>\r\n\t<li>This Gift card is only entitlement to credit to the extent of the load value of the Gift card and is non- en cashable.</li>\r\n\t<li>If the value of the purchase is less than the value of the Gift card, the balance is non-refundable.</li>\r\n\t<li>This Gift card is not valid until activated.</li>\r\n\t<li>No replacement or compensation is permissible for lost or mutilated or defaced Gift card.</li>\r\n\t<li>This Gift card is not a legal tender.</li>\r\n\t<li>Tanishq Gift Card is distributed by Qwikcilver Solutions Pvt Ltd on behalf of Titan Company Ltd.</li>\r\n\t<li>For any queries please write to support@woohoo.in or call us on 18004194438 (All days 9am to 11pm IST).</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Tanishq is a name synonymous with superior craftsmenship, exclusive designs and superlative product quality.</li><li> A journey that started with a launch of 18k gold watches studded with precious stones, Tanishq soon grew into a 22k gold jeweller who understood the evolving needs and desires of the Indian women.</li><li> A blend of traditional values coupled with a modern outlook made us India’s first and largest jewellery retail store chain and allow us to maintain our position as the top Indian\r\njewellery brand.</li><li> At Tanishq, jewellery is not a product, but rather a manifestation of artistry and this is why we are a brand that has the distinct honour of being coveted by Indian women.</li><li>Everything that Glitters is Gold with Tanishq Gift Card.</li><li> Tanishq is a brand name that inspires confidence among buyers.</li><li> This store houses exquisite precious metal jewelry that uses precious and semi precious stones including diamonds.</li><li> People purchase at Tanishq because this is a name, they trust.</li><li> You can go for eighteen to twenty two carat gold jewelry along with ornaments designed from platinum.</li><li> Every\r\npiece in the store is sure to astound you because of their dazzling beauty, fantastic artistry, and sheer variety.</li><li> If you love the ornaments that add to your personality and make you stand out anywhere, Tanishq Gift Card is ideal for your needs.</li><li> Tanishq is a Titan Ltd.</li><li> subsidiary and a prominent brand offer from the famous Tata Group of Industries that recently opened its 150th shop in India.</li><li> Those who are looking to add\r\nto their jewelry collection with a special something in gold can make the most of the Tanishq Gift Card, which opens up a world of loveliness to explore and utilize as you see fit.</li><li> From simple and elegant designs to elaborate and heavy items, you can choose anything you want to add that elusive glamour quotient.</li><li>So what are you waiting for, this is too good an opportunity to miss!.</li></ul>",
      "highLight": "Tanishq Jewellery E-Gift Card - 500/750/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/26283_gift-card-Tanishq-Jewellery-06-08-19.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/26283_gift-card-Tanishq-Jewellery-06-08-19.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/26283_gift-card-Tanishq-Jewellery-06-08-19.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/26283_gift-card-Tanishq-Jewellery-06-08-19.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "instore",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 28035,
      "name": "Shoppers Stop Gift Card",
      "denomination": [
        500,
        1000
      ],
      "termsandCondition": "<ul>\r\n\t<li>eGift Voucher is valid for a period of 1 year from its date of issue.</li>\r\n\t<li>Only a credit note shall be issued for part utilization of the eGift voucher.</li>\r\n\t<li>eGift voucher is redeemable for merchandise at Shoppers Stop, Shoppers Stop Airport Stores, HomeStop &amp; Mothercare* (*Operated by Shoppers Stop Limited) within India.This eGift Voucher is redeemable during End of Season Sale.</li>\r\n\t<li>eGift Voucher is not redeemable for cash or credit nor can be exchanged for a gift voucher/Gift card.</li>\r\n\t<li>Purchase of Mobiles, Mobile Phone Accessories, Cameras, mp3 players, laptops, 22K &amp; 24K Gold Jewelry &amp; Gold Coins of any Jewelry brand is not allowed through this eGift Voucher. If the invoice value is greater than the eGift Voucher value customer can pay the balance amount through Cash, Debit Card, and Credit Card as the case may be.</li>\r\n\t<li>This eGift Voucher can be redeemed on the Shoppers Stop website.</li>\r\n\t<li>Shoppers Stop Limited shall not be liable and responsible for any unauthorized and/or fraudulent purchase/s made using this eGift Voucher.</li>\r\n\t<li>The holder of this eGift Voucher shall be solely responsible for the safe custody of the eGift Voucher and the credentials mentioned on it.</li>\r\n\t<li>No duplicate eGift Voucher will be issued. eGift Voucher is property of Shoppers Stop Limited to whom it should be returned on request.</li>\r\n\t<li>For balance enquiry &amp; expiry, contact a cashier or SMS GCBAL16 digit eGift Voucher number to 56161.</li>\r\n\t<li>Shoppers Stop reserves the right to amend the terms &amp; conditions at its discretion without prior notice. Disputes subject to Mumbai jurisdiction.</li>\r\n</ul>\r\n",
      "writeUp": "<ul>\r\n\t<li>Shoppers Stop is just the kind of multi-brand retail extravaganza that fits anyone&rsquo;s personality.</li>\r\n\t<li>Consider this &ndash; an unparalleled assortment of leading national and international brands in fashion, accessories, fragrances, cosmetics, footwear, home furnishing and decor products, all under one roof.</li>\r\n\t<li>Each outlet is backed by professional management, luxurious ambience, and world-class systems and practices.</li>\r\n</ul>\r\n",
      "highLight": "Shoppers Stop E-Gift Voucher - 500/1000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/28035_gift_card_shoppers_stop_06_09_19.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/28035_gift_card_shoppers_stop_06_09_19.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/28035_gift_card_shoppers_stop_06_09_19.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/28035_gift_card_shoppers_stop_06_09_19.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10615,
      "name": "Amazon Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>EGCs may be used only for the purchase of eligible products (except Kindle eBooks, Apps &amp; purchasing other gift cards) on Amazon.in.</li>\r\n\t<li><strong>Once redeemed, this E-Gift card cannot be cancelled or exchanged</strong></li>\r\n\t<li>EGC balances must be used within 1 year of the date of purchase.</li>\r\n\t<li>EGCs cannot be transferred for value or redeemed for cash.</li>\r\n\t<li><strong>EGCs can be redeemed only once.</strong></li>\r\n\t<li>To redeem your EGC, visit <u><a href=\"http://www.amazon.in/addgiftcard\">www.amazon.in/addgiftcard</a></u>.</li>\r\n\t<li>For complete terms and conditions, please check <u><a href=\"http://www.amazon.in/giftcardtnc\">www.amazon.in/giftcardtnc</a></u>.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Amazon gift cards can be seamlessly converted to Amazon Pay balance.</li><li> Now customers can use their amazon pay balance to shop across 10cr+ products on Amazon, recharge their mobile numbers & purchase vouchers of 150+ brands on Amazon.</li><li> Not only this, Amazon Pay balance can be used to pay on 3rd party merchants like Redbus, Bookmyshow, Faasos Fresh menu, Housejoy.</li><li>in etc.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10615_amazon1.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10615_amazon1.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10615_amazon1.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10615_amazon1.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "ecommerce",
      "giftVoucherDescription": "<p>Amazon is an international e-commerce company which provides online shopping from the world&#39;s biggest selection of books, music, DVDs, electronics, apparel &amp; accessories, shoes, jewelry, tools &amp; hardware, sporting goods, beauty &amp; personal care, gourmet food &amp; just anything else. Amazon serves consumers through it&rsquo;s retail websites with a focus on selection, price, and convenience.</p>\r\n\r\n<p>Amazon brings the one-stop shopping of a big box store to your fingertips with it&rsquo;s array of products that are available with the click of a button. Whether you&rsquo;re buying from Amazon on your computer, tablet, or phone, you can be sure to find whatever you&rsquo;re looking for on their website.</p>\r\n\r\n<p><strong>Amazon Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward and gift your employees, send a gift to your client or channel partner, run a customer loyalty program, create customer promotional gifts, but you can&rsquo;t decide what to buy for your significant employees, coworkers or clients, an Amazon gift card is always a great choice to tackle this hassle and getting discount on bulk purchase of gift cards makes it even better!</p>\r\n\r\n<p>Vantage Circle provides a Corporate gifting solution for you and allows you to make corporate purchases to make your colleagues, clients or customers feel special and allows them to select from a wide range of varieties of products available at Amazon. Corporates for bulk purchase of gift cards can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 15645,
      "name": "Adlabs Imagica Gift Card",
      "denomination": [
        1000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This e-GV is issued by Adlabs Entertainment Limited.</li>\r\n\t<li><em><strong>This e-GV is redeemable for buying Tickets, Meals and Merchandise at Imagica Theme Park, Water Park and Snow Park.</strong></em></li>\r\n\t<li>This card is non-refundable, non-saleable and non-transferable</li>\r\n\t<li>This card will not be reissued in case of loss, misplaced or misused in any form.</li>\r\n\t<li>Adlabs reserves the rights to withdraw / discontinue this offer / promotion at any time without any prior intimation</li>\r\n\t<li>Rates and governing conditions are subject to change without prior notice.</li>\r\n\t<li>Gift Cards once redeemed cannot be cancelled.</li>\r\n\t<li>It can be redeemed online and offline both. But to redeem online customer will have to update his personal information by clicking on a link given below.</li>\r\n\t<li>Customer has to log on to the following page to update the contact information (URL to update contact detail -https://www.adlabsimagica.com/gift-card/register_contact.php)</li>\r\n\t<li>To proceed with any transaction, use the egv as payment mode, receive the OTP on the updated phone number and proceed with the transaction.</li>\r\n\t<li>Your name, mobile and email is added with all IDs currently, customer can update these details by filling the form given in the URL.</li>\r\n\t<li>Note - EGVS code can be use on any live offer of Imagica Website.</li>\r\n</ul>\r\n",
      "writeUp": "<ul>\r\n\t<li>Experience the thrill &amp; adventure at Imagica &ndash; India&#39;s favorite holiday destination.</li>\r\n\t<li>Enjoy indoor A/C shows, thrill rides &amp; slides, live entertainment &amp; many adventure activities.</li>\r\n</ul>\r\n",
      "highLight": "Gift Voucher - 1000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/15645_a_new.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/15645_a_new.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/15645_a_new.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/15645_a_new.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 15644,
      "name": "Smaaash Gift Card",
      "denomination": [
        1000,
        2500
      ],
      "termsandCondition": "<ul>\r\n\t<li>All schemes shall be applicable with each of the centres at the time of redemption.</li>\r\n\t<li><u><em><strong>Valid in SMAAASH Cyber Hub Gurgaon, SMAAASH Noida, SMAAASH Mumbai Kamala Mills, SMAAASH 1 MG Mall Bangalore, SMAAASH InOrbit Mall Hyderabad, SMAAASH MBD Mall Ludhiana</strong></em></u><em><strong>.</strong></em></li>\r\n\t<li>Not valid on F&amp;B.</li>\r\n\t<li>Only valid on SMAAASH gaming recharges.&nbsp;</li>\r\n\t<li>Normal waiting times apply.&nbsp;</li>\r\n\t<li>Government tax is applicable on all game rates</li>\r\n\t<li>Not applicable on package deals</li>\r\n\t<li>Smaaash card charge of Rs.25 will be charged (refundable).</li>\r\n\t<li>E- gift redemption can be done through visit&nbsp;Smaaash&nbsp;Center by showing screenshot, emails&nbsp; images and e- codes.</li>\r\n\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t<li>Any issues and discrepancy please call on to&nbsp;Smaaash&nbsp;Customer care No-9920088333.</li>\r\n\t<li>Valid Egifts Code @ respective&nbsp;Smaaash&nbsp;Center</li>\r\n</ul>\r\n",
      "writeUp": "<p>Family complex with a bowling alley, sporting facilities and extreme activities plus dining options.</p>\r\n",
      "highLight": "Gift Voucher - 1000/2500",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/15644_smaash_1_new.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/15644_smaash_1_new.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/15644_smaash_1_new.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/15644_smaash_1_new.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 6353,
      "name": "Myntra Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Myntra EGCs is issued by Qwikcilver Solutions Pvt. Ltd which is a private limited company incorporated under the laws of India, and is authorised by the Reserve Bank of India (&quot;RBI&quot;) to issue such Gift Cards.</li>\r\n\t<li>This EGCs is redeemable only on Myntra marketplace platform.</li>\r\n\t<li>This EGCs shall have a validity period of 1 year.</li>\r\n\t<li>This EGCs cannot be used to purchase other gift cards.</li>\r\n\t<li>Multiple EGCss can be clubbed in a single order.</li>\r\n\t<li>EGCs cannot be redeemed for Cash or Credit and cannot be reloaded.</li>\r\n\t<li>This EGCs can be redeemed online against sellers listed on www.myntra.com or Myntra Mobile App only.</li>\r\n\t<li>In cases where the order is cancelled, the EGCs amount shall be refunded to the source EGCs. The EGCs amount shall not be refunded to the user&#39;s cashback account.</li>\r\n\t<li>The balance amount, if any, of the cost of the item being purchased by the Customer, after the discount has been availed, will have to be paid by the Customer at the time of purchase. If the order value exceeds the EGCs amount, the balance must be paid by Credit Card/Debit Card/Internet Banking/Cash on Delivery.</li>\r\n\t<li>Extra VAT may apply in addition to the unit sale price on certain products, but the final inclusive price will not exceed the &#39;M.R.P.&#39;</li>\r\n\t<li>All taxes, duties, levies or other statutory dues and charges payable in connection with the benefits accruing under the offer shall be borne solely by the Customer</li>\r\n\t<li>If the order value is less than the amount of the EGCs, the outstanding balance (after deduction of order value) will reflect under the same EGCs and can be used for subsequent transactions.</li>\r\n\t<li>For individual retail customers EGCss can be purchased on www.myntra.com or Myntra Mobile App using the following payment modes only - Credit Card, Debit Card and Net Banking.</li>\r\n\t<li>Gift Cards can be redeemed by selecting the payment mode as Gift Card.</li>\r\n\t<li>You are solely responsible for the safety and security of the EGCs. myntra.com/Qwikcilver Solutions are not responsible for any acts of omission or commission if Gift Card is lost, stolen or used without permission.</li>\r\n\t<li>Once the EGCs has been sent to the customer, then the customers are bound to protect the EGCs PIN or EGCs number. In the event of any misuse of EGCs due to loss of any such confidential details due to the fault of the purchaser/customer, myntra.com/ Qwikcilver Solutions Pvt. Ltd shall not be held responsible for the same and no refund can be issued against such EGCs. .</li>\r\n\t<li>Myntra.com/Qwikcilver Solutions assume no responsibility for the products purchased using the EGCs and any liability thereof is expressly disclaimed. Product warranty shall be regulated by the terms and conditions mentioned on the warranty card of respective products.</li>\r\n\t<li>Validity of EGCs cannot be extended, new EGCs cannot be provided against the expired/unused EGCss.</li>\r\n\t<li>Qwikcilver/Myntra reserves the right to cancel the EGCs if the same have been found to be purchased with fraudulent means and/or the beneficiary/Know Your Customer (&quot;KYC&quot;) details as per RBI Guidelines are found to be incorrect/insufficient. In such cases, the funds shall be credited back to the same source from where these were received.</li>\r\n\t<li>You agree and understand that EGCss are a pre-paid payment Instrument subjected to regulations by RBI Under the RBI guidelines, Myntra/ Qwikcilver Solutions Pvt. Ltd may be required to share KYC details of the purchaser/ redeemer of the Gift Card and/or any other information with relation to the purchase of the Gift Cards and/or transaction undertaken using the Gift Card with RBI or such statutory authorities. Myntra/ Qwikcilver Solutions Pvt. Ltd may contact the purchaser/redeemer of the GC for any such information.</li>\r\n\t<li>Myntra along with its sellers reserves the right to change the terms and conditions of the EGCs, including extending, withdrawing or discontinuing the same without notice, at its sole discretion.</li>\r\n\t<li>All orders would be subject to availability at the time of purchase and will be governed by the standard terms and conditions on myntra.com. In case of return of the purchased item, please refer to the &ldquo;Return Policy&rdquo; on our website or write to returns@myntra.com.</li>\r\n\t<li>All disputes arising out of or in connection to this scheme are subject to exclusive jurisdiction of the courts in Bangalore only.</li>\r\n\t<li>Gift Cards are not applicable on the following sellers: Titan Company Limited, Bluestone Jewellery &amp; Lifestyle Pvt. Ltd., Aditya Birla Fashion &amp; Retail Pvt. Ltd.</li>\r\n\t<li>This EGCs can be redeemed online against all sellers listed on www.myntra.com or Myntra Mobile App only except items sold by TITAN company Ltd, BlueStone Jewellery and Lifestyle Pvt Ltd and Aditya Birla Fashion and Retail Limited.</li>\r\n\t<li>EGCss are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 - 48 hours.</li>\r\n\t<li>No returns and no refunds on gift cards, EGCss and gift vouchers shipped by woohoo.in. Please check the refund policy at http://www.woohoo.in/faq for further details.</li>\r\n\t<li>To login &amp; view your gift card transaction statement, please click here and go to the tab Myntra</li>\r\n</ul>\r\n",
      "writeUp": "<p>If there&rsquo;s one brand that truly knows how to add some glam to your life, it&rsquo;s Myntra.<br />\r\nA top online fashion destination for men and women, Myntra offers a large collection of fashion clothing, accessories and footwear.<br />\r\nBuy a seller e-Gift card redeemable on Myntra, personalize it with a charming message, and send it off to your gift recipient&rsquo;s email which in itself is an incredible and ever-changing world of fashion to your gift recipient.</p>\r\n",
      "highLight": "Gift Vouchers - Rs 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/6353_myntra.png",
      "imageWebRootThumb": "/images/jitr/thumb/deals/6353_myntra.png",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/6353_myntra.png",
      "imageWebRootBig": "/images/jitr/big/deals/6353_myntra.png",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "ecommerce",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 15841,
      "name": "Kaya Gift Card",
      "denomination": [
        1000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Voucher&nbsp;code&nbsp;needs&nbsp;to&nbsp;be&nbsp;presented&nbsp;at&nbsp;the&nbsp;reception&nbsp;before&nbsp;the&nbsp;session.</li>\r\n\t<li>Multiple&nbsp;Voucher&nbsp;can&nbsp;be&nbsp;redeemed&nbsp;per&nbsp;service&nbsp;per&nbsp;person.&nbsp;</li>\r\n\t<li>Voucher number also contains the 6 digit serial number which needs to be provided at the time of billing</li>\r\n\t<li>Cannot&nbsp;be&nbsp;redeemed&nbsp;for&nbsp;cash&nbsp;&amp;&nbsp;is&nbsp;non&nbsp;transferable.&nbsp;</li>\r\n\t<li>This&nbsp;voucher&nbsp;is&nbsp;valid&nbsp;on&nbsp;Kaya&nbsp;services&nbsp;and&nbsp;products.&nbsp;</li>\r\n\t<li>Can&nbsp;be&nbsp;clubbed&nbsp;together&nbsp;with&nbsp;any&nbsp;other&nbsp;scheme.&nbsp;</li>\r\n\t<li>Offer&nbsp;or&nbsp;promotion&nbsp;Prior&nbsp;appointment&nbsp;mandatory&nbsp;.&nbsp;</li>\r\n\t<li>Please&nbsp;call&nbsp;on&nbsp;1800&nbsp;209&nbsp;5292&nbsp;to&nbsp;book&nbsp;your&nbsp;appointment.</li>\r\n\t<li>You&nbsp;can&nbsp;also&nbsp;write&nbsp;to&nbsp;us&nbsp;at&nbsp;care@kayaindia.in.&nbsp;Visit&nbsp;Kaya.in&nbsp;for&nbsp;more&nbsp;details</li>\r\n</ul>\r\n",
      "writeUp": "<ul>\r\n\t<li>Kaya, recognize everyone&rsquo;s aspiration to be naturally beautiful.</li>\r\n\t<li>Kaya is India&rsquo;s leading chain of dermatologist-backedclinics committed to delivering flawless skin and healthy hair.</li>\r\n\t<li>Equipped with state-of-art safe technologies, our solutions span from Laser Hair Removal, Anti-Ageing, Pigmentation, Acne/ Scars, Hair loss, thinning, Hair transplants and a wide range of dermatologist formulated retail products.</li>\r\n</ul>\r\n",
      "highLight": "Gift Voucher - 1000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/15841_gift-card-KAYA-07-08-19.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/15841_gift-card-KAYA-07-08-19.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/15841_gift-card-KAYA-07-08-19.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/15841_gift-card-KAYA-07-08-19.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "instore",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 14907,
      "name": "Bigbasket Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Valid only in Ahmedabad, Bangalore, Chennai, Delhi, Noida, Gurgaon, Hyderabad, Kolkata, Mumbai, Pune, Bhopal, Chandigarh, Coimbatore, Indore, Jaipur, Jalandhar, Lucknow, Kanpur, Ludhiana, Mysore, Nagpur, Patna, Surat, Vadodara, Vijayawada, Guntur and Vishakapatnam</li>\r\n\t<li>Gift Card can be used on bigbasket website, App and M-site</li>\r\n\t<li>Gift Card will be valid for a period of up to 12 months from the date of issue</li>\r\n\t<li>Entire Gift Card amount will be redeemed and credited to the bb wallet. After the amount is credited, it can be used across multiple orders.</li>\r\n\t<li>Gift Card is not redeemable for cash or credit</li>\r\n\t<li>If the customer misplaces the gift card, bigbasket shall not be responsible to reimburse / refund</li>\r\n\t<li>No duplicate will be issued if the gift card is lost or misplaced</li>\r\n\t<li>Gift Card cannot be re-validated once expired</li>\r\n\t<li>The holder of the gift card is deemed to be the beneficiary</li>\r\n\t<li>Validity period of the gift card will not be extended under any circumstances</li>\r\n\t<li>Any dispute should be referred to bigbasket and the decision of bigbasket shall be final</li>\r\n\t<li>If Gift Card is purchased in a city not mentioned above, amount will not be reimbursed/refunded</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>bigbasket.</li><li>com (Innovative Retail Concepts Private Limited) is India’s largest online food and grocery store.</li><li> With over 18,000 products and over a 1000 brands in our catalogue you will find everything you are looking for.</li><li> Right from fresh Fruits and Vegetables, Rice and Dals, Spices and Seasonings to Packaged products, Beverages, Personal care products, Meats – we have it all.</li><li>\r\nChoose from a wide range of options in every category, exclusively handpicked to help you find the best quality available at the lowest prices.</li><li> Select a time slot for delivery and your order will be delivered right to your doorstep, anywhere in Bangalore, Hyderabad, Mumbai, Pune, Chennai, Delhi, Noida, Mysore, Coimbatore, Vijayawada-Guntur, Kolkata, Ahmedabad-Gandhinagar, Lucknow-Kanpur, Gurgaon, Vadodara, Visakhapatnam, Surat, Nagpur, Patna, Indore and Chandigarh Tricity You can pay online using your debit / credit card or by cash / sodexo on delivery.</li><li>\r\nWe guarantee on time delivery, and the best quality!.</li></ul>",
      "highLight": "Gift Voucher - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/14907_gift_card-bigbasket.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/14907_gift_card-bigbasket.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/14907_gift_card-bigbasket.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/14907_gift_card-bigbasket.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "food and dining",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 21106,
      "name": "Vajor Gift Card",
      "denomination": [
        500,
        750,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>E-Gift Card can be redeemed at all the Vajor stores and on www.vajor.com</li>\r\n\t<li>This E-Gift Card needs to be presented to the cashier at the store before the final billing of your purchase(s).</li>\r\n\t<li>The E-Gift Card will be valid for 1 year from the date of its Activation</li>\r\n\t<li>This Card cannot be exchanged for cash or cheque.</li>\r\n\t<li>This Card cannot be revalidated once expired.</li>\r\n\t<li>The holder of this Card is deemed to be the beneficiary.</li>\r\n\t<li>E-Gift Card cannot be used to purchase another Gift Card/EGV/GV.</li>\r\n\t<li>Visit our website and stores to check the balance of the card.</li>\r\n\t<li>Any dispute should be referred to the company and the decision of the company shall be final.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Vajor came into being in 2014 with a very clear concept in mind.</li><li> Observations revealed how the market is filled with either off-the-rack clothing or luxury couture.</li><li> And there is a wide valley in between these two.</li><li> It was high time somebody built a bridge!\r\n\r\nAs a women’s wear Fashion & Lifestyle brand, we deal in clothing, footwear, bags, jewellery & other accessories.</li><li> Vajor also has a Home Decor line which brings to you a range of Kitchen & Dining, Garden, Lighting, Storage Accessories, Bath and Room & Decor merchandise as well.</li><li> We are proud to say that a majority of all these products are made in India.</li><li> With a very specific goal in mind, Vajor, brings international appeal with superior aesthetics to\r\nyour home and wardrobe.</li><li> \r\n\r\nVajor launches a new collection almost every month, in keeping with the fast pace of this industry and eliminating the barriers of seasonal fashion.</li><li> The brand has its own identity which is about being organic, rooted and modern bohemian in its approach.</li><li>\r\n\r\nVajor is a refreshing break from the monotony of this industry and it is expanding its horizon a little more every day to become the ultimate tool of self-expression.</li><li> In 2018, Vajor opened gates to its three new stores in Delhi, Bangalore, Pune and Chennai, and will be expanding to more cities\r\nvery soon.</li><li>\r\n\r\nWe strive on establishing a relationship with each customer and, in turn, build a community.</li><li>.</li><li>.</li><li> A community of independent, mature and free-spirited people who are nonconformists and driven\r\nindividuals.</li><li>\r\nThrough a seamless website and experience rich stores, Vajor plans to bring together and nurture this community and cultivate a modern bohemian way of life.</li></ul>",
      "highLight": "Vajor E-Gift Card - 500/750/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/21106_vajor-05-02-19.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/21106_vajor-05-02-19.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/21106_vajor-05-02-19.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/21106_vajor-05-02-19.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10016,
      "name": "MakeMyTrip Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>The Gift card is valid for purchases made for Flights, Hotels &amp; Holidays.</li>\r\n\t<li>Can be redeemed online at www.makemytrip.com or on MakeMyTrip Android &amp; IOS app. Please follow the steps listed below:</li>\r\n\t<li>Select your Flight/ Hotel and fill required details till you reach the payment page.</li>\r\n\t<li><u><strong>On Website, click on &quot;More options&quot; and Select &quot;Gift Card&quot; as your Payment Mode. On Android and IOS app, choose Gift Card as the payment option</strong></u></li>\r\n\t<li>Flights &amp; Hotels are not redeemable offline.</li>\r\n\t<li>For redeeming Holidays offline through our Holiday Experts :</li>\r\n\t<li>Domestic Holiday packages: 9599595601</li>\r\n\t<li>International Holiday packages: 9599595618</li>\r\n\t<li><u><strong>This Gift card is not valid on Bus, Car and Rail bookings.</strong></u></li>\r\n\t<li><strong>Gift cards are also valid on bookings made through MMT Mobile App.</strong></li>\r\n\t<li><strong>This Gift card/voucher cannot be clubbed with any other ongoing offer discount/cash back/promotion run by MakeMyTrip.com on app or website for Hotels &amp; Flights</strong>.</li>\r\n\t<li>All ongoing offers on Online Holiday Packages however can be availed.</li>\r\n\t<li>This Gift card/voucher is valid for partial redemption. Balance would remain in the Gift Card till the validity period and can be reused for multiple transactions.</li>\r\n\t<li><u><strong><em>Multiple Gift Cards (upto 3) can be combined and used on 1 transaction.</em></strong></u></li>\r\n\t<li><strong>The Gift card cannot be cancelled or exchanged for cash.</strong></li>\r\n\t<li>The Gift card validity cannot be extended under any circumstances.</li>\r\n\t<li>Gift Card code/Physical copy or both to be provided at the time of booking along with an ID proof for the offline redemption.</li>\r\n\t<li><strong>For refund related issues please contact the MMT team. </strong></li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>MakeMyTrip.</li><li>com, India’s leading online travel company was founded in the year 2000 by Deep Kalra.</li><li> Created to empower the Indian traveller with instant booking and comprehensive choices, the company began its journey in the US-India travel market.</li><li> It aimed to offer a range of best-value products and services along with cutting-edge technology and dedicated round-the-clock customer support.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10016_make-my-trip-03-05-19-1.png",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10016_make-my-trip-03-05-19-1.png",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10016_make-my-trip-03-05-19-1.png",
      "imageWebRootBig": "/images/jitr/big/deals/10016_make-my-trip-03-05-19-1.png",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "travel & leisure",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10326,
      "name": "Dominos Gift Card",
      "denomination": [
        250,
        500
      ],
      "termsandCondition": "<ul>\r\n\t<li>Domino&#39;s Electronic Gift Card (EGC) is for ONE TIME USE ONLY, any unredeemed amount will get forfeited</li>\r\n\t<li>Domino&#39;s EGC are available for any denomination between INR 100 and INR 3000.</li>\r\n\t<li>Domino&rsquo;s EGC can be used to purchase any Domino&rsquo;s product on Domino&rsquo;s India Mobile App/PWA.</li>\r\n\t<li>Domino&#39;s EGC cannot be exchanged for cash.</li>\r\n\t<li>Once E gift card has been purchased it is considered sold and cannot be cancelled, refunded or exchanged.</li>\r\n\t<li>No refund will be made for any lost Egift cards and no revalidation is allowed for expired gift cards balance.</li>\r\n\t<li>Maximum one EGift card can be used per order.</li>\r\n\t<li>Balance can be checked from the website www.dominos.co.in/gift-vouchers/balance-enquiry</li>\r\n\t<li>Jfl at its own discretion may withdraw issuance/redemption of vouchers, without any prior notice in this regard.</li>\r\n\t<li>Jfl&#39;s maximum liability for any reason whatsoever shall not exceed the purchase value of the voucher.</li>\r\n\t<li>Redemption will happen on mobile platforms i.e. Mobile APP, and Mobile Website (PWA). In restaurants redemption will NOT be available.</li>\r\n\t<li>Any pre-order discount like EDV, CRM, Combos and any after order discount like Late or any specific guarantee in place with Domino&#39;s will NOT be applicable.</li>\r\n\t<li>Remaining balance in case if the order value is more than voucher value can only be paid by cash. (No other modes of payment are acceptable).</li>\r\n\t<li>For enquiries or complaints, email at corporate.sales@jublfood.com.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>No returns and no refunds on gift cards, E- gift cards and gift vouchers shipped by woohoo.in. Please check the refund policy at http://www.woohoo.in/faq for further details.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
      "writeUp": "<ul><li>Domino’s Pizza India has remained focused on delivering great tasting Pizzas and sides, superior quality, exceptional customer service and value for money offerings.</li><li> It has endeavored to establish a reputation for being a home delivery specialist capable of delivering pizzas within 30 minutes or else FREE to a community of loyal consumers from all its stores around the country.</li><li>\r\n\r\nDomino’s vision is focused on \" Exceptional people on a mission to be the best pizza delivery company in the world!\" Its committed to bringing fun, happiness and convenience to lives of their consumers by delivering delicious pizzas to their doorstep and it efforts are aimed at fulfilling this commitment towards a large and ever-growing customer base.</li><li>\r\n\r\nDomino's providing value for money and affordable products to its consumers has been an important part of their efforts.</li><li> Domino's initiatives such as Fun Meal and Pizza Mania have been extremely popular with consumers looking for an affordable and value for money meal option.</li><li> Domino's Brand Positioning of Khushiyon ki Home Delivery (Happiness Home delivered) is the emotional benefit they offer to their consumers.</li></ul>",
      "highLight": "Gift Vouchers - 250/500",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10326_Dominos.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10326_Dominos.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10326_Dominos.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10326_Dominos.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "food and dining",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10850,
      "name": "Taj Hotels Gift Card",
      "denomination": [
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>The Gift Cards/e-Gift cards are issued by The Indian Hotels Company Limited, herewith referred to as IHCL.</li>\r\n\t<li>The Gift Card/e-Gift Cards can be redeemed at any Taj Hotels Resorts &amp; Palaces, Vivanta by Taj - Hotels &amp; Resorts, The Gateway Hotels &amp; Resorts located in India.</li>\r\n\t<li>The Gift Card/e-Gift Card is valid for spends made towards rooms, spa services, food and beverages, taxes, fees and surcharges at any IHCL Hotels in India without restrictions, except for Banquets and paid-outs like car transfers, Wi-Fi, retail spends at Taj Khazana or any third party outlets at IHCL properties, business centre equipment hire, hired services from third party sources, or any expenses of personal nature for which a pay-out is raised such as buying medicines, repairs of personal items etc.</li>\r\n\t<li>The gift card shall not be valid for use at any other service establishment or for withdrawal of cash.</li>\r\n\t<li>The Gift Card/e-Gift Card is valid for 365 days from the date of its issuance.</li>\r\n\t<li>Multiple transactions can be performed on a gift card until the value of the card is exhausted. However an e-Gift card is valid for 1 use only.</li>\r\n\t<li>Should your purchase value exceed the value of the Gift Card/e-Gift Card, the differential amount of such purchase should be paid at the point of sale either in cash or through a major credit/debit card, at the time of making such a purchase.</li>\r\n\t<li>No refund, replacement or cash back would be considered against the Gift Card/e-Gift Card.</li>\r\n\t<li>Valid Gift card/e-Gift card in its original form has to be presented at the time of availing a service.</li>\r\n\t<li>The Gift card/e-Gift Card cannot be used for deposit, advance purchase or to secure or confirm a reservation.</li>\r\n\t<li>This Gift Card/e-Gift Card is cash equivalent. IHCL is not responsible for lost or stolen cards.</li>\r\n\t<li>Any defaced, torn, altered, spoiled or cancelled physical Gift Card is termed invalid and shall not be accepted.</li>\r\n\t<li>Once a Gift Card/e-Gift Card is issued, the company will not entertain any request from anybody for cancellation.</li>\r\n\t<li>Redemption of Gift Card/e-Gift card by its bearer shall be valid discharge of the company&#39;s liabilities in respect of Gift Card.</li>\r\n\t<li>No Loyalty Points can be earned on Gift card spends.</li>\r\n\t<li>Any dispute needs to be referred to the company and the decision of the company shall be final.</li>\r\n\t<li>The Gift Card/e-Gift Card is subject to applicable laws. The company and Gift Card holder shall comply with all applicable laws promulgated by any statutory/judicial/competent authority from time to time in this regard.</li>\r\n\t<li>Any dispute relating to the Taj Gift Card/e-Gift Card shall be subject to the exclusive jurisdiction of courts at Mumbai.</li>\r\n\t<li>The Indian Hotels Company Limited (IHCL) reserves the entitlement to amend these terms and conditions from time to time. Any change in these terms and conditions can be viewed on our website.</li>\r\n\t<li>For any queries, balance check and date of expiry please visit <a href=\"http://www.tajhotels.com/giftcards\"> www.tajhotels.com/giftcards </a> or call our customer care center at 1800 111 825.</li>\r\n</ul>\r\n",
      "writeUp": "<ul>\r\n\t<li>Seeking the perfect gift? How about an extraordinary moment.</li>\r\n\t<li>Would you rather gift a refreshing staycation, an intimate candlelight dinner, or a rejuvenating massage, to a close one? Now you don&rsquo;t have to choose.</li>\r\n\t<li>Introducing Taj Experiences &ndash; our new gift card.</li>\r\n\t<li>Through this card, your privileged recipient can enjoy stays, dining, spa appointments, and many more indulgences at any Taj Hotel in India.</li>\r\n\t<li>They&rsquo;ll always remember the experience, and the person who made it possible.</li>\r\n</ul>\r\n",
      "highLight": "Gift Voucher - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10850_taj.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10850_taj.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10850_taj.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10850_taj.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "travel & leisure",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 27183,
      "name": "Lifestyle Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Gift Cards are redeemable at Lifestyle, Home Centre, select Max and Melange stores</li>\r\n\t<li>in India.</li>\r\n\t<li>This card is valid for one year from the date of issue and can be used for multiple purchases until balance on card is exhausted.</li>\r\n\t<li>For balance enquiry / validity, SMS LSBAL&amp;lt;space&amp;gt;16 digit card number to 56767</li>\r\n\t<li>This card shall be deemed to be active upon loading of minimum value of Rs. 500.</li>\r\n\t<li>This Gift Card card can used at our offline stores only</li>\r\n\t<li>This card can be reloaded for a minimum value of Rs.50.</li>\r\n\t<li>Lifestyle International Pvt. Ltd. reserves the right to amend the terms at its discretion without prior notice.</li>\r\n\t<li>Lifestyle International Pvt. Ltd. will not be responsible if this gift card is lost, stolen, destroyed or used without card holders&rsquo; permission.</li>\r\n\t<li>Disputes if any, shall be subject to Bangalore jurisdiction.</li>\r\n\t<li>For any assistance, call customer care at 18001231555.&nbsp;</li>\r\n\t<li>No replacement/compensation is permissible for lost Gift Card.</li>\r\n\t<li>Partial redemption allowed for Gift cards</li>\r\n\t<li>Multiple gift cards can be redeemed in single invoice.</li>\r\n\t<li>Can be used only Offline.&nbsp;</li>\r\n\t<li>Walk in-to Lifestyle store.</li>\r\n\t<li>Select the applicable product, based on the Gift card type (refer terms &amp; conditions).</li>\r\n\t<li>At the Billing Counter, inform the cashier about the choice of making payment using Gift Cards.</li>\r\n\t<li>Cashier selects Gift Card as payment mode, submits Gift Card details in the system and completes the billing process.&nbsp;&nbsp;</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Lifestyle, over the years, has become synonymous with beauty, fashion, trends and good living.</li><li> Lifestyle brings many product categories under one roof – fashion clothing and accessories, home needs, beauty and luxury goods.</li><li> Be it a birthday or a wedding anniversary, a Lifestyle gift card is a perfect gift choice.</li></ul>",
      "highLight": "Lifestyle E-Gift Card - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/27183_gift-card-lifestyle.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/27183_gift-card-lifestyle.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/27183_gift-card-lifestyle.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/27183_gift-card-lifestyle.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "instore",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 14911,
      "name": "Chumbak Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This card is a property of Chumbak Design Pvt. Ltd. If found, please return to the nearest Chumbak Store.</li>\r\n\t<li>This card is redeemable on all merchandise at Chumbak stores and chumbak.com.</li>\r\n\t<li>This card can neither be redeemed for cash/credit nor would any unutilized balance be refunded; however the balance can be carried forward for the subsequent purchases.</li>\r\n\t<li>The cash amount loaded on this card shall be valid for 365 days from day of activation.</li>\r\n\t<li>If this card is lost or stolen, it will not be issued again nor will any cash be refunded.</li>\r\n\t<li>Charge slip issued at the time of loading, redemption will state the remaining card balance and validity of the card.</li>\r\n\t<li>Card balance may also be obtained from Chumbak stores or chumbak.com.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Design-led lifestyle brand Chumbak, which started with an India-themed souvenir concept and transitioned to a national retail presence with over 18 stores and Chumbak.</li><li>com now has an extensive range of gifting options which include gift cards that can be gifted for any occasion.</li></ul>",
      "highLight": "Chumbak E-Gift Card - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/14911_gift_card-chumbak.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/14911_gift_card-chumbak.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/14911_gift_card-chumbak.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/14911_gift_card-chumbak.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10384,
      "name": "BookMyShow Gift Card",
      "denomination": [
        250
      ],
      "termsandCondition": "<ul>\r\n\t<li>Gift Voucher can be redeemed ONLY on bookmyshow website &amp; mobile app. They cannot be redeemed directly at the cinema/venue box-office.</li>\r\n\t<li>Gift Voucher can be redeemed on purchase of eticket(s) for Movies/Plays/Concerts/Sports Or Merchandise (if any) available on bookmyshow.</li>\r\n\t<li>Multiple Gift Vouchers can be used in a single transaction or Gift Voucher can be combined with any other payment type on bookmyshow.</li>\r\n\t<li>Gift Voucher can be used multiple times until the last rupee loaded on it gets exhausted within the validity period.</li>\r\n\t<li>If lost misused, the Gift Voucher(s) cannot be replaced.</li>\r\n\t<li>Void if resold, cannot be exchanged for point(s) or cash and cannot be re-validated once past expiry date.</li>\r\n\t<li>In addition to these Terms and Conditions, BookMyShow Gift Voucher &amp; their use on our website are also subject to BookMyShow&#39;s general Terms of Use &amp; BookMyShow&#39;s decision will be final in case of any dispute.</li>\r\n\t<li>Valid for 6 Months.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>BookMyShow is India's biggest online movie and events ticketing brand.</li><li> The website caters to ticket sales for movies, plays, concerts and sporting events via the online platform.</li></ul>",
      "highLight": "Gift Vouchers - 250",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10384_bms-gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10384_bms-gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10384_bms-gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10384_bms-gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "<p>BookMyShow is an online movie &amp; event&#39;s ticketing brand, launched in 2007. It&#39;s headquarter is in Mumbai, Maharashtra. The website caters to ticket sales for movies, plays, concerts and sporting events via the online platform.Apart from being an online ticketing portal, BookMyShow also offers information about user-generated movie reviews and ratings upcoming movies and events, show timings, venue details and artist bios.</p>\r\n\r\n<p><strong>BookMyShow Gift Card Bulk Purchas</strong>e</p>\r\n\r\n<p>If you are looking to reward and give recognition to your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees, coworkers or clients, &quot;Book My Show gift card&quot; is always a great choice to tackle this hassle because when you want to gift a beautiful experience nothing is more good than gifting entertainment.The customer can use the BookMyShow Gift Vouchers which are little pre-loaded cash cards (prepaid cards) that can be used to purchase ticket(s) across all verticals (Movies, Events, Plays, Sports) through their official website or mobile application, and getting discount on bulk purchase of gift cards&nbsp; makes it even better !.&nbsp; &nbsp;<br />\r\n&nbsp;<br />\r\nVantage Circle provides a Corporate gifting solution which is designed especially to give you an edge in enhancing your business, build trustworthy relations, engage employees effectively and meet your ever-dynamic consumer objectives and allows you to make corporate purchases to make your colleagues ,clients ,customer feel special and gain some beautiful experience with a plethora of options like movies, sports, stand-ups, theatre and more in store. Corporates for bulk purchase of Gift Cards can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 24578,
      "name": "The Man Company Gift Card",
      "denomination": [
        500,
        750,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This gift card can be redeemed only at www.themancompany.com.</li>\r\n\t<li>This gift card is valid for 1 year from the date of issue and cannot be revalidated.</li>\r\n\t<li>This card can be redeemed multiple times till balance gets exhausted or card gets expired.</li>\r\n\t<li>Two or more gift cards can be clubbed for a single transaction.</li>\r\n\t<li>This gift card cannot be exchanged for cash/gift card/credit notes.</li>\r\n\t<li>If the value of purchase is less than the value of gift card the balance is non-refundable.</li>\r\n\t<li>This gift card once purchased cannot be returned.</li>\r\n\t<li>The Man Company holds the right to change the mentioned terms and conditions at any time, without giving any prior notice.</li>\r\n\t<li>If lost or stolen, the gift card cannot be replaced.</li>\r\n\t<li>This gift card is not a legal tender.</li>\r\n\t<li>Disputes, if any, will be subject to Gurgaon jurisdiction only, to the exclusion of any other courts whatsoever.</li>\r\n\t<li>For validity and card balance enquiry, please visit www.themancompany.com.</li>\r\n\t<li>For bulk enquiry or any query, please contact care@themancompany.com or 011-39589515.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Looking for a gift he'll love? The Man Company gift cards make the perfect present for every occasion throughout the year.</li><li> Imagine all the awesomeness you can buy with The Man Company gift card.</li><li> Well, you don't really need to imagine - just check out our awesome website .</li><li> If you can't decide, let your special someone decide for themselves by giving them this well-thought TMC gift card.</li><li> Completely redeemable across our entire product line, these cards do the talking- because caring is just a small thought away!.</li></ul>",
      "highLight": "The Man Company E-Gift Card - 500/750/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/24578_The_Man_Company.png",
      "imageWebRootThumb": "/images/jitr/thumb/deals/24578_The_Man_Company.png",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/24578_The_Man_Company.png",
      "imageWebRootBig": "/images/jitr/big/deals/24578_The_Man_Company.png",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9926,
      "name": "Thomas Cook Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Thomas Cook gift cards are redeemable only on Domestic Holidays, Flights, Hotels at any Thomas cook branch or www.thomascook.in. Purchase of foreign exchange (Personal &amp; Tour Cost), Visa and Insurance services are not allowed through gift card.</li>\r\n\t<li>After entering your gift card during checkout, the balance will immediately be deducted from the order total. If your order total exceeds the amount on your gift card, another card can be used up to a total of 3 cards.</li>\r\n\t<li>E-Gift card can be redeemed once and should be redeemed in full.</li>\r\n\t<li>E-Gift card is redeemable for purchases at participating Thomas Cook branches within India &amp; www.thomascook.in.</li>\r\n\t<li>If the balance in your E-Gift card is lower than the order value, you cannot combine your payment with E-Gift card, Credit /debit card or with net banking.</li>\r\n\t<li>Purchase of foreign exchange &amp; Visa services is not allowed through this card.</li>\r\n\t<li>E-Gift card is not redeemable for cash or credit nor can be exchanged for a gift voucher.</li>\r\n\t<li>If the card is lost or stolen, neither will a new card be issued nor will the money be reimbursed in any manner.</li>\r\n\t<li>No duplicate card will be issued.</li>\r\n\t<li>Thomas Cook (India) Limited shall not be liable and responsible for any unauthorized and/or fraudulent purchase/s made using this card.</li>\r\n\t<li>E-Gift card is the property of Thomas Cook (India) Limited to whom it should be returned on request.</li>\r\n\t<li>For balance enquiry &amp; expiry, contact a Thomas Cook (India) Limited branch or log on to www.thomascook.in.</li>\r\n\t<li>Thomas Cook (India) Limited reserves the right to amend the terms &amp; conditions at its discretion without prior notice.</li>\r\n\t<li>The above offer cannot be clubbed with any other program/scheme offered by Thomas Cook (India) Ltd.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Thomas Cook (India) Ltd is the leading integrated travel and related financial services company in the country.</li><li> It offers a broad spectrum of services that include Foreign Exchange, Corporate Travel, MICE, Leisure Travel, Insurance, Visa & Passport services and E-Business.</li><li>  Gifting your near and dear ones with a Thomas Cook Gift Card is one the best gifts they would cherish for life.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9926_thomascook_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9926_thomascook_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9926_thomascook_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9926_thomascook_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "travel & leisure",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9928,
      "name": "Hidesign Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E- Gift Card is valid at all exclusive Hidesign boutiques in India.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This E- Gift Card cannot be redeemed against an online purchase.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This is a bearer card, please treat it like cash. No duplicate cards shall be reissued if lost, misplaced or stolen.</li>\r\n\t<li>The E- Gift Card will be replaced under certain terms and conditions in case of damage.</li>\r\n\t<li>This card cannot be exchanged for cash.</li>\r\n\t<li>E- Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>This E- Gift Card can be redeemed just once.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Whether one is looking for a classy laptop bag, a wallet, a belt or an elegant clutch, Hidesign is the best place to shop.</li><li> Present a Hidesign e-Gift card today and instantly up a loved one’s style.</li><li> It takes only a few minutes to gift your friend fashionable Hidesign accessories.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9928_hidesign-gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9928_hidesign-gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9928_hidesign-gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9928_hidesign-gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9931,
      "name": "Lakme Salon Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Lakme Salon E-Gift Card is issued by Lakme Lever Pvt. Ltd (LLPL)</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li><em><u><strong>This E-Gift Card is valid and can be redeemed against services at all salons of Lakme Salon Network</strong></u></em></li>\r\n\t<li>The E-Gift Card holder/(s) under no circumstances, will be paid cash or cheque in exchange for whole or part of the e-gfit card.</li>\r\n\t<li>This E-Gift Card should be redeemed fully in one transaction.</li>\r\n\t<li>If the purchase amount is more than your Gift card value, youmay compliment that purchase in any form of payment accepted by Lakme Salon outlets</li>\r\n\t<li>This gift card will not be accepted or redeemed after the expiry date.</li>\r\n\t<li>LLPL and Qwikcilver Solutions Pvt Ltd does not take any responsibility of and will not be liable for any replacement or compensation incase of any mishandling of this E-Gift Card.</li>\r\n\t<li>Only valid E-Gift Cards at the sole discretion of LLPL shall be accepted for redemption.</li>\r\n\t<li>LLPL reserves the right to amend the Terms and Conditions at itsown discretion without prior Notice. Any dispute shall the be referred to LLPL and the decision of LLPL will be final.</li>\r\n\t<li>Subject to the foregoing, these terms and conditions shall be subject to the jurisdiction of courts at Mumbai.</li>\r\n\t<li>To locate your nearest Lakme Salon, log on to http://www.lakmeindia.com.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Lakmé Salon brings the backstage expertise and experience of Lakmé Fashion Week to the modern Indian women.</li><li> Professionally trained hair and makeup experts with countless shows under their belt and outstanding skin services come together at Lakmé and offer an unforgettable experience.</li><li> Whether it’s Valentine’s Day, Women’s day, Mother’s day, Raksha Bandhan or Wedding – Lakme Salon e-Gift card is a perfect gift.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9931_lakme-gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9931_lakme-gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9931_lakme-gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9931_lakme-gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9932,
      "name": "PVR Cinemas Gift Card",
      "denomination": [
        500
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E-gift card is valid for all purchases done online through www.pvrcinemas.com (Tickets and F&amp;B menu present online if applicable)</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This E-Gift card can be used for multiple purchases made online</li>\r\n\t<li>No refund of cash will be made for any items purchased with the E-gift card.</li>\r\n\t<li>E-Gift card cannot be used to purchase movie vouchers and candy bar vouchers.</li>\r\n\t<li>This E-Gift card does not guarantee seating and ticket availability</li>\r\n\t<li>This E-Gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded &amp; cannot be exchanged for a Gift card.</li>\r\n\t<li>This E-Gift Card is freely transferable</li>\r\n\t<li>In case the value of the service exceeds the value of the Gift card, the difference must be paid by credit card or debit card.</li>\r\n\t<li>If the E Gift card is lost or stolen, neither will a new E Gift Card will be issued nor will the money be reimbursed in any manner.</li>\r\n\t<li>Protect the card numbers and pin numbers to avoid misuse. In case the card number gets stolen, it cannot be replaced, nor cash refunded.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>PVR Cinemas has gone from strength to strength since it opened its first multiplex theater in 1995.</li><li> What better way to gift them this experience than through the PVR e-Gift card? It takes a few minutes to order and it’s in your gift recipient’s inbox in another few minutes.</li></ul>",
      "highLight": "Gift Vouchers - 500",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9932_pvr_gift2.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9932_pvr_gift2.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9932_pvr_gift2.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9932_pvr_gift2.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "<p>PVR Cinemas is the largest and the most premium film exhibition company in India. Since its inception in 1997, the brand has redefined the cinema industry and the way people watch movies in the country. Currently PVR operates a cinema circuit of 603 screens at 132 properties in 51 cities. PVR offers a grand collection of cinema formats. From its Main-stream to Gold Class Cinemas, Director&#39;s Cut to the latest sub brands - PVR ICON and PVR Superplex, the company has made exceptional technology like the IMAX, 4DX and ECX (Enhanced Cinema Experience) accessible to its audience. PVR Ltd., the integrated &#39;film and retail brand&#39; has PVR Cinemas as its major subsidiary. Its other two subsidiaries are PVR Leisure and PVR Pictures .</p>\r\n\r\n<p><strong>PVR Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward and give recognition to your employees,send a gift to your client or channel partner, run customer loyalty programs,create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees,coworkers or clients, a &quot;PVR gift card&quot; is always a great choice to tackle this hassle because PVR allows the customer to have a good time with their family and friends away from their monotonous busy life ,and with over 350+ Hollywood, 175+ Hindi, 75+ regional films across genres being released under this banner over more than a decade, PVR Pictures has the highest box office shares of independent foreign language films in the country, and getting discount on bulk purchase of gift cards&nbsp; makes it even better!</p>\r\n\r\n<p>Vantage Circle provides a Corporate gifting solution for you and allows you to make corporate purchases to make your colleagues,clients, customer feel special and allows them to enjoy themselves with their family and friends. Corporates for bulk purchase of Gift Cards can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9934,
      "name": "Mani's Dum Biryani Gift Card",
      "denomination": [
        250,
        500,
        1000
      ],
      "termsandCondition": "<ul>\r\n\t<li>The e-gift vouchers are VALID ONLY FOR DINE-IN SERVICES AT THE RESTAURANTS. The eGVs are NOT Valid for Home Delivery services.</li>\r\n\t<li>This e-gift voucher can be redeemed only once.</li>\r\n\t<li>This e-gift voucher is not redeemable against cash and cannot be returned for cash refund or for the balance available.</li>\r\n\t<li>Any amount in excess of the value of this gift voucher must be settled by cash or Credit/Debit card.</li>\r\n\t<li>If a voucher is lost or stolen, neither will a new voucher be issued, nor will the money be reimbursed in any manner.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours..</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Biryani is the only thing that Mani’s does – and it does it so fabulously! Once a person tastes Mani’s incredible, generously-portioned biryanis, other biryani experiences fade.</li><li> Gift a Mani’s Dum Biryani e-Gift voucher to a friend today, and introduce him or her to an amazing culinary experience.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9934_mani_dumbiryani_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9934_mani_dumbiryani_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9934_mani_dumbiryani_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9934_mani_dumbiryani_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "food and dining",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9935,
      "name": "Elle Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>On ordering with us, you will receive an ARVIND E-Gift Card.This card is freely transferable to anyone and is redeemable for merchandise, across participating outlets of Arrow, Izod, Gant, Elle, Flying Machine, US Polo Assn and Club America.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>Please present The print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This e-gift card is freely transferable and redeemable for any product/merchandise at any participating store of Arvind Brands in India, unless otherwise specified at the point of sale.</li>\r\n\t<li>Payment through e-gift card is not valid during sales and promotions at local stores.</li>\r\n\t<li>The e-gift card balance is redeemable for merchandise only and will not be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the e-gift card, the difference must be paid by cash, credit card or debit card.</li>\r\n\t<li>This e-gift card will not be replaced or refunded if lost.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Elle is a top-end fashion brand for the prima dona, the fashion-forward woman in the world.</li><li> Elle offers the most avant-garde, exclusive and cutting-edge accessories and fashion apparel for girls and women.</li><li> Gift this to that special lady; the moment she receives the e-Gift card details via email, she can head out for a day of shopping.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9935_elle_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9935_elle_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9935_elle_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9935_elle_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9936,
      "name": "Flying Machine Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>On ordering with us, you will receive an ARVIND E-Gift Card.This card is freely transferable to anyone and is redeemable for merchandise, across participating outlets of Arrow, Izod, Gant, Elle, Flying Machine, US Polo Assn and Club America.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>Please present The print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This e-gift card is freely transferable and redeemable for any product/merchandise at any participating store of Arvind Brands in India, unless otherwise specified at the point of sale.</li>\r\n\t<li>Payment through e-gift card is not valid during sales and promotions at local stores.</li>\r\n\t<li>The e-gift card balance is redeemable for merchandise only and will not be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the e-gift card, the difference must be paid by cash, credit card or debit card.</li>\r\n\t<li>This e-gift card will not be replaced or refunded if lost.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Arvind Lifestyle Brands brings the Flying Machine brand to India.</li><li> Wearing Flying Machine jeans has become a sort of cult symbol among the India’s youth today.</li><li> This brand offers some of the best denim washes, cuts, treatments, styles and colors one can find in the market.</li><li> The occasion doesn’t matter – all occasions are perfect to present a Flying Machine e-Gift cards.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9936_flyingmachine_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9936_flyingmachine_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9936_flyingmachine_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9936_flyingmachine_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9938,
      "name": "WORLD of TITAN Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This e-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This e-gift card can be redeemed for Titan brands only at the WOT outlets.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n\t<li>If this e-gift card is lost or stolen (used by someone else), it will not be issued again.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>This e-Gift Card can be redeemed just once.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>The World of Titan is India’s default destination for watches and timepieces of all kinds.</li><li> A complicated chronograph or an elegant dinner watch, you’re sure to find it all at Titan.</li><li> Whether it’s for a birthday or an anniversary, it’s never too early or late to gift a Titan e-Gift card to bring instant joy and style into someone’s life.</li></ul>",
      "highLight": "Gift Vouchers  - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9938_titan-gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9938_titan-gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9938_titan-gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9938_titan-gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9940,
      "name": "Fabindia Gift Card",
      "denomination": [
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li><strong>This E-Gift Card is Powered by Qwikcilver.</strong></li>\r\n\t<li>The E-Gift Card has to be redeemed in full and partial redemption will not be allowed.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This E-Gift Card will take 48 hours to activate from the time of purchase.</li>\r\n\t<li>Please present the print out of this e-gift card to the customer relationship officer prior to billing when you wish to redeem the card.</li>\r\n\t<li>Redeemable only on presentation by the bearer at all Fabindia Stores in India except Gangtok, Imphal and all airport stores.</li>\r\n\t<li>This E-Gift Card is freely transferable and redeemable for any product/merchandise at any participating store of Fabindia in India, unless otherwise specified at the point of sale.</li>\r\n\t<li>Purchases exceeding the value of this E-Gift Card should be settled by cash/ credit card.</li>\r\n\t<li>This E-Gift card can neither be redeemed for cash or credit nor any unutilized balance would be refunded.</li>\r\n\t<li>This E-Gift Card is redeemable only during the validity period and the validity shall not be extended under any circumstances.</li>\r\n\t<li>This E-Gift Card is valid for one year from the date of issue.</li>\r\n\t<li>This E-Gift card will not be replaced or refunded if lost.</li>\r\n\t<li>The E-Gift Cards can be used to buy physical gift card or gift voucher in the participating stores.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Gift a loved one a Fabindia gift card and you’ll convert them to traditional arts and crafts for a lifetime.</li><li> This is one gift that people won’t easily forget; that’s because Fabindia is the perfect blend of India’s glorious crafts with contemporary design.</li><li>\r\n\r\nFabindia takes great pride in bringing traditional Indian handicrafts, hand-woven organic fabrics and hand-crafted silver jewelry to urban markets.</li><li> Over the past 50 years, Fabindia has successfully renewed and rejuvenated many hundreds of dying Indian handicrafts.</li><li> Fabindia’s ceaseless efforts have ensured sustainable employment for more than 80,000 craft-based rural artists.</li><li> To their credit, Fabindia has recently partnered with ORGANIC India, which manufactures a range of organic herbal supplements.</li><li> A visit to Fabindia is like taking a step back into India’s glorious past, where everything was intricately made by hand out of organic materials.</li><li> Fabindia is truly India’s pride, an organization and brand that everyone should take pride in.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9940_fabindia_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9940_fabindia_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9940_fabindia_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9940_fabindia_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9942,
      "name": "IZOD Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>On ordering with us, you will receive an ARVIND E-Gift Card. This ARVIND Gift Card is also redeemable at participating retail outlets of the following brands: IZOD, GANT, ENERGIE, ELLE, FLYING MACHINE, US POLO ASSOCIATION and CLUB AMERICA.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n\t<li>Please present The print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This e-gift card is freely transferable and redeemable for any product/merchandise at any participating store of Arvind Brands in India, unless otherwise specified at the point of sale.</li>\r\n\t<li>Payment through e-gift card is not valid during sales and promotions at local stores.</li>\r\n\t<li>The e-gift card balance is redeemable for merchandise only and will not be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the e-gift card, the difference must be paid by cash, credit card or debit card.</li>\r\n\t<li>This e-gift card will not be replaced or refunded if lost.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>The Arvind Lifestyle Brands company has brought many exciting fashion apparel and accessories brands to India.</li><li> Izod is one among them.</li><li> Izod brings relaxed sports styling to casual wear that can be worn as informal work wear as well.</li><li> If you want to make a gift of trendy, youth fashion to a friend, do it with an Izod e-Gift card.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9942_izod_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9942_izod_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9942_izod_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9942_izod_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9943,
      "name": "Prestige Smart Kitchen Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E-Gift Card is redeemable for products and services at select Prestige Smart Kitchen stores.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This E-Gift Card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n\t<li>The cash amount value loaded on the card shall be valid for 180 days from the date of issue.</li>\r\n\t<li>Please present the copy of the E-Gift Card to the staff prior to billing.</li>\r\n\t<li>If this E-Gift Card is lost or stolen (used by someone else), it will not be issued again.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Prestige has been innovating kitchen and home needs products for the Indian homemaker for a long time now.</li><li> No one understands the needs of the Indian kitchen the way Prestige does.</li><li> Prestige Smart Kitchen e-Gift Card is a perfect gifting option for your loved ones enabling them to choose for various categories like non-stick pans, griddles, toasters, OTGs, induction cookers, gas stoves, pressure   cookers and more.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9943_prestige_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9943_prestige_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9943_prestige_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9943_prestige_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "others",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9944,
      "name": "Pavers England Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This e-gift card is redeemable on all merchandise at Pavers England stores across India.</li>\r\n\t<li>This e-gift card holds no value until activated with a minimum purchase. There is no extra fee to obtain this card.</li>\r\n\t<li>Please present the print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This e-gift card is not redeemable for cash or credit.</li>\r\n\t<li>If a card is lost or stolen neither will a new card be issued nor will the money be reimbursed in any manner.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>This e-Gift Card can be redeemed just once.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Pavers England was established in India in 2008, bringing more than 150 years of fine leather tooling to the Indian market.</li><li> This brand stocks every kind of footwear, from ethnic shoes embellished with zari embroidery to the most elegant, hand-tooled corporate work shoes.</li><li> You can also find sports shoes, casual shoes, formal shoes, fashionable sandals and much more here.</li><li> A Pavers England e-Gift card is the best way to gift instant gratification in fine leather goods.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9944_paversengland_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9944_paversengland_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9944_paversengland_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9944_paversengland_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9946,
      "name": "Gant Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This e-Gift Card is freely transferable and redeemable for any product/merchandise at all participating GANT exclusive stores run by Arvind Lifestyle Brands Limited.</li>\r\n\t<li>The e-Gift card balance is redeemable for merchandise only and cannot be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the e-Gift Card, the difference must be paid by the customer by way of cash, credit or debit card.</li>\r\n\t<li>This e-Gift Card can&#39;t be returned or cancelled after purchase.</li>\r\n\t<li>Arvind lifestyle brands Limited reserves the right to refuse, cancel or withhold e-Gift Card and orders for suspected fraud or for other violations of e-Gift Card policies/Terms and Conditions.</li>\r\n\t<li>This e-Gift Card is not valid until activated at any of the exclusive stores run by Arvind Lifestyle Brands Limited.</li>\r\n\t<li>LOST CARDS CANNOT BE REPLACED, NOR CASH REFUNDED.</li>\r\n\t<li>The e-Gift Card shall remain valid for a period of 6 months only, from the date of purchase/activation/re- load.</li>\r\n\t<li>ALBL reserves the right to alter these terms and conditions at its sole discretion without providing any intimation.</li>\r\n\t<li>This e-Gift Card is valid only in India and can only be redeemed at the Participating GANT Stores.</li>\r\n\t<li>Any dispute arising out of this e-Gift Card shall be subject to Indian laws and Courts of Bangalore shall have the exclusive jurisdiction to try the same.</li>\r\n\t<li>This e-Gift card can be redeemed just once.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>GANT is a premium lifestyle brand, with an East Coast American sportswear heritage offering contemporary high quality casual wear with a strong European influence.</li><li>\r\n \r\nFounded in 1949, by Bernard Gantmacher in New Haven, USA, the brands values are based on its authentic American East Coast heritage.</li><li> GANT was the first to introduce the ‘Button-down’ shirt on a larger scale in the US.</li><li> Over the following years GANT came up with a number of creative tailoring features, such as the locker loop, the box pleat and the button on the back of the collar to keep the tie in place etc.</li><li> GANT today enjoys a global presence in over 60 countries with over 740 stores and 4.</li><li>000 selected premium retailers.</li><li> The collections comprise clothes for men, women and kids.</li><li> In addition, watches, footwear, eyewear, fragrance, underwear and home furnishings are licensed under the GANT brand\r\n \r\nIn India, GANT is currently available in 52 stores across 25 cities like Mumbai, Bangalore, Delhi, Gurgaon, Jammu, Hyderabad, Ahmedabad, Chandigarh, Jaipur and Allahabad.</li><li> With a significant presence in the luxury markets of Delhi, Mumbai & Punjab, the product lines for the Indian market comprise of menswear, womenswear, kidswear and accessories.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9946_gant_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9946_gant_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9946_gant_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9946_gant_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9948,
      "name": "Allen Solly Gift Card",
      "denomination": [
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E-Gift Card can be used across all Allen Solly stores only.</li>\r\n\t<li>This E-Gift Card can be redeemed just once.</li>\r\n\t<li>This is an E-Gift Card is not valid until activated at a participating Allen Solly store.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This E-Gift Card is solely for the use of purchasing merchandise at participating Allen Solly exclusive stores only.</li>\r\n\t<li>Please present this card to the customer representative before billing.</li>\r\n\t<li>Protect the card numbers and pin numbers to avoid misuse. In case the card number gets stolen, it cannot be replaced, nor cash refunded.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Allen Solly is another brand of Madura Fashion & Lifestyle’s luxurious, high-end clothing brands for men and women.</li><li> For those looking for stylish casual and corporate work wear, Allen Solly is the very best bet.</li><li> Your friend will be emailed the Allen Solly e-Gift card within a few minutes of your order.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9948_allensolly_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9948_allensolly_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9948_allensolly_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9948_allensolly_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9949,
      "name": "Nautica Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This e-Gift Card is freely transferable and redeemable for any product/merchandise at all participating NAUTICA exclusive stores run by Arvind Lifestyle Brands Limited.</li>\r\n\t<li>The e-Gift card balance is redeemable for merchandise only and cannot be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the Gift Card, the difference must be paid by the customer by way of cash, credit or debit card.</li>\r\n\t<li>This e-Gift Card can&#39;t be returned or cancelled after purchase.</li>\r\n\t<li>Arvind lifestyle brands Limited reserves the right to refuse, cancel or withhold e-Gift Card and orders for suspected fraud or for other violations of e-Gift Card policies/Terms and Conditions.</li>\r\n\t<li>This e-Gift Card is not valid until activated at any of the exclusive stores run by Arvind Lifestyle Brands Limited.</li>\r\n\t<li>LOST CARDS CANNOT BE REPLACED, NOR CASH REFUNDED.</li>\r\n\t<li>The e-Gift Card shall remain valid for a period of 6 months only, from the date of purchase/activation/re- load.</li>\r\n\t<li>ALBL reserves the right to alter these terms and conditions at its sole discretion without providing any intimation.</li>\r\n\t<li>This e-Gift Card is valid only in India and can only be redeemed at the Participating NAUTICA Stores.</li>\r\n\t<li>Any dispute arising out of this e-Gift Card shall be subject to Indian laws and Courts of Bangalore shall have the exclusive jurisdiction to try the same.</li>\r\n\t<li>This e-Gift card can be redeemed just once.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li> Founded in 1983, Nautica is a leading global lifestyle brand ranging from men’s, women’s and children's apparel and accessories to a complete home collection.</li><li>  Inspired by the sea, designed in the city, Nautica offers modern nautical style for all occasions.</li><li>  Drawing inspiration from where the energy and sophistication of the city meets a strong heritage rooted in water, the Nautica brand is the authority in authentic and reimagined nautical style.</li><li>  Today, Nautica is one of the most recognized American brands throughout the world, available in more than 75 countries with 244 full price Nautica stores and more than 3,000 Nautica branded shop-in-shops worldwide.</li><li>  In 2003, the Company was acquired by VF Corporation, a global leader in branded lifestyle apparel and footwear with more than 30 brands.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9949_nautica_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9949_nautica_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9949_nautica_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9949_nautica_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9950,
      "name": "US Polo Assn Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>On ordering with us, you will receive an ARVIND E-Gift Card.This card is freely transferable to anyone and is redeemable for merchandise, across participating outlets of Arrow, Izod, Gant, Elle, Flying Machine, US Polo Assn and Club America.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>Please present The print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This e-gift card is freely transferable and redeemable for any product/merchandise at any participating store of Arvind Brands in India, unless otherwise specified at the point of sale.</li>\r\n\t<li>Payment through e-gift card is not valid during sales and promotions at local stores.</li>\r\n\t<li>The e-gift card balance is redeemable for merchandise only and will not be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the e-gift card, the difference must be paid by cash, credit card or debit card.</li>\r\n\t<li>This e-gift card will not be replaced or refunded if lost.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>US Polo Association brings joy and gratification to entire family through exclusive sportswear for all.</li><li> Brought to you by Arvind Lifestyle Brands, US Polo Association is one of America’s most popular sportswear brands.</li><li> Gift someone special, a taste of high life, instantly.</li><li> All you have to do is purchase a US Polo Association e-Gift card now.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9950_uspolo_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9950_uspolo_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9950_uspolo_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9950_uspolo_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9954,
      "name": "Fastrack Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash nor would any unutilized balance be refunded.</li>\r\n\t<li>Please present the print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>If this card is lost or stolen, it will not be issued again nor will any cash be refunded. Charge slip issued at the time of loading, reloading or redemption of the card will show the remaining card balance and validity.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>This e-Gift Card can be redeemed just once.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Fastrack is a cool, hip accessories brand that comes with an attitude.</li><li> A brainchild of the World of Titan, Fastrack has revolutionized the way people perceive accessories.</li><li> Within minutes of your purchase, your gift recipient receives the Fastrack e-Gift card and can go shopping!.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9954_fastrack_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9954_fastrack_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9954_fastrack_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9954_fastrack_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "<p>Fastrack was launched in 1998 as a sub-brand of Titan and was spun off as an independent Accessory brand targeting the urban youth in 2005 .Fastrack is India&#39;s largest youth fashion brand with a variety of collection of bags, belts, sunglasses, helmets, wallets and watches. The vision of Fastrack is to become a complete fashion brand for the youth and for this it keeps up with the changing trends among the youths .Under the influence of the rapidly growing fashion and e-commerce markets in India and with enough offerings Fastrack has 158 exclusive stores in 79 major cities across the country. Fastrack also sells its goods through online markets.</p>\r\n\r\n<p><strong>Fastrack Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward and give recognition to your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees, coworkers or clients, &quot;Fastrack gift card&quot; is always a great choice to tackle this hassle because the customers can shop from a variety of collection of bags, belts, sunglasses, helmets, wallets and watches, and getting discount on bulk purchase of Fastrack Gift cards makes it even better.</p>\r\n\r\n<p>Vantage Circle provides a Corporate gifting solution which is designed especially to give you an edge in enhancing your business, build trustworthy relations, engage employees effectively and meet your ever-dynamic consumer objectives and allows you to make corporate purchases to make your colleagues, clients, customer feel special and make them smile at receiving amazing deals on their favorite accessories. Corporates for bulk purchase of &quot;Crossword E-Gift Cards&quot; can reach us and get discount on bulk purchase.&nbsp;</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9955,
      "name": "Westside Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E- Gift Card is valid on all merchandise in all Westside stores in India.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This E- Gift Card needs to be used in full. In case the value of the merchandise exceeds the value of E- Gift Card, the difference shall be paid by the bearer. No refunds / credit note shall be issued for unused part of the E- Gift Card.</li>\r\n\t<li>Redeemable during End of Season Sales, Promotions &amp; Offers.</li>\r\n\t<li>Accepted at Gourmet West (Food Section).</li>\r\n\t<li>This E- Gift Card cannot be exchanged for Cash/Gift Cards/Credit Notes.</li>\r\n\t<li>Protect the E- Gift Card number and PIN to avoid misuse. Trent shall not assume any liability in case the card PIN gets stolen/compromised, Trent shall neither replace the E- Gift Card nor refund cash.</li>\r\n\t<li>Only valid E- Gift Card would be accepted.</li>\r\n\t<li>Any disputes/s shall be subject to the jurisdiction of the courts in Mumbai.</li>\r\n\t<li>This E- Gift Card is the property of TRENT LIMITED. Trent Limited reserves the right to amend the Terms &amp; Conditions at its discretion without prior notice.</li>\r\n\t<li>Please refer to&nbsp;www.mywestside.com&nbsp;for more important Terms &amp; Conditions.</li>\r\n\t<li>E- Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Westside has something to suit everyone’s needs, desires and preferences.</li><li> This all-in-one flagship brand stocks kids wear, menswear and women’s wear in fashions.</li><li> You cannot go wrong with a Westside e-Gift card, especially if you tend to remember gifting occasions late in the day.</li><li> Westside e-Gift cards are appropriate for all, and your best bet for spreading instant joy!.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9955_westside_gift1.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9955_westside_gift1.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9955_westside_gift1.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9955_westside_gift1.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9957,
      "name": "Planet Fashion Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>Please present the print out of this E- Gift Card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This E- Gift Card is not valid until activated.</li>\r\n\t<li>This E- Gift Card is solely for the use of purchasing merchandise at Planet Fashion.</li>\r\n\t<li>This E- Gift Card has to be used completely. Partial payment if done, the balance cannot be re-used.</li>\r\n\t<li>If the E- Gift Card No &amp; PIN is lost or stolen, neither a new card will be issued nor will the money be refunded.</li>\r\n\t<li>E- Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Planet Fashion is a great boon for the discerning shopper.</li><li> This brand has made shopping for casual and corporate work clothes from exclusive lifestyle brands truly easy.</li><li> Planet Fashion e-Gift card is perfect for someone who loves to be gifted with great clothes and accessories.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9957_planetfashion_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9957_planetfashion_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9957_planetfashion_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9957_planetfashion_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9958,
      "name": "P N RAO Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This e-gift card is redeemable for products and services at P N Rao outlets.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n\t<li>If this e-gift card No &amp; PIN is lost or stolen, it will not be issued again.</li>\r\n\t<li>Billing in excess of face value of e-gift card should be paid for separately.</li>\r\n\t<li>Please present the print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>P N Rao is the unchallenged master of European tailoring.</li><li> At P N Rao, one can be sure of obtaining only the finest quality bespoke signature tailoring, comparable to the best of Europe’s best outfitters.</li><li> Whether it’s his birthday or a special event in his life, there’s no need to search anymore; just gift a P N RAO e-Gift Card.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9958_pnrao_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9958_pnrao_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9958_pnrao_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9958_pnrao_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9962,
      "name": "Arrow Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>On ordering with us, you will receive an ARVIND E-Gift Card.This card is freely transferable to anyone and is redeemable for merchandise, across participating outlets of Arrow, Izod, Gant, Elle, Flying Machine, US Polo Assn and Club America.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>Please present The print out of this e-gift card to the customer relationship officer prior to billing or when you want to redeem the card.</li>\r\n\t<li>This e-gift card is freely transferable and redeemable for any product/merchandise at any participating store of Arvind Brands in India, unless otherwise specified at the point of sale.</li>\r\n\t<li>Payment through e-gift card is not valid during sales and promotions at local stores.</li>\r\n\t<li>The e-gift card balance is redeemable for merchandise only and will not be redeemed for cash.</li>\r\n\t<li>In case the value of the merchandise exceeds the value of the e-gift card, the difference must be paid by cash, credit card or debit card.</li>\r\n\t<li>This e-gift card will not be replaced or refunded if lost.</li>\r\n\t<li>This e-gift card can neither be redeemed for cash or credit nor would any unutilized balance be refunded.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Wearing an Arrow shirt with tie speaks of success and luxury.</li><li> Arrow apparel is functional and yet fashion-forward, with an element of utter masculinity in every cut.</li><li> Arm your loved one with an Arrow gift card and he’ll be all set to be part of one of the greatest American clothing traditions.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9962_arrow_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9962_arrow_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9962_arrow_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9962_arrow_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9963,
      "name": "Pantaloons Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E-Gift Card (e-GC) is redeemable at all Pantaloons outlets across India.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>For list of Stores click here http://pantaloons.com/store/store-locator.</li>\r\n\t<li>This E-Gift card is redeemable only once and only by the bearer.</li>\r\n\t<li>This E-Gift card is valid for a period of 12 months from the date of issue.</li>\r\n\t<li>This E-Gift card needs to be used in full. In case the value of the merchandise exceeds the value of e-Gift Card, the difference shall be paid by the bearer. No refunds / credit note shall be issued for unused part of the E-Gift card.</li>\r\n\t<li>Protect the E-Gift card number and PIN to avoid misuse. Pantaloons shall not assume any liability in case the e-GC PIN gets stolen/compromised, Pantaloons shall neither replace the e-GC nor refund cash.</li>\r\n\t<li>Once the E-Gift card is issued, Pantaloons will not entertain any request for cancellation. Any exchange by the bearer will be considered a valid discharge of Pantaloons&#39; liability.</li>\r\n\t<li>Pantaloons reserves the right to alter any / all the terms and conditions of this E-Gift card any time without prior notice.</li>\r\n\t<li>Providing the correct Mobile no. &amp; E-mail ID will be the customer&#39;s responsibility for triggering of e-GCs.</li>\r\n\t<li>Any dispute should be referred to the Company and decision of the Company shall be final.</li>\r\n\t<li>This e-GC has been issued subject to the terms of the Company.</li>\r\n\t<li>Litigation, if any, is subject to jurisdiction of courts in Mumbai.</li>\r\n\t<li>This e-GC is not valid at shop-in-shops and on Jewellery.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>We live in a country that likes to celebrate its occasions by gifting.</li><li> If Diwali isn't fast approaching then your anniversary surely is.</li><li> We're forever bound by the challenge of 'how to top up last year's present?' \r\nThis is where Pantaloons Gift cards make an entry – gifting should be a joy for the receiver as much as for the shopper.</li><li> You can gift them to your loved ones and be assured that they'll love treating themselves to their favourite things! Our gift cards are the perfect gift to give.</li><li> Mission surprise and delight, completed.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9963_pantaloons_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9963_pantaloons_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9963_pantaloons_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9963_pantaloons_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9964,
      "name": "Helios Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E- Gift Card is redeemable for products and services at&nbsp;selected outlets of Helios- The Watch Store.</li>\r\n\t<li>This E- Gift Card can be redeemed just once.</li>\r\n\t<li>This Gift card/ E- Gift Card can be redeemed only at selected outlets.</li>\r\n\t<li>This E- Gift Card may not be redeemed for cash.</li>\r\n\t<li>The cash amount value loaded on the card shall be valid for 180 days from the date of issue.</li>\r\n\t<li>If the E- Gift Card No. &amp; PIN is lost or stolen, it will not be issued again.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>No returns and no refunds on gift cards, E- gift cards and gift vouchers shipped by woohoo.in. Please check the refund policy at http://www.woohoo.in/faq for further details.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Titan Watches brings a fabulous range of elegant, beautiful and eminently desirable watches from top global brands under its Helios brand.</li><li> Helios stocks amazing watches from brands such as Seiko, Diesel, DKNY, FCUK, Armani, Titan, ESPRIT and many more.</li><li> When you’re looking for last-minute classy gift, your best option is a Helios e-Gift card.</li></ul>",
      "highLight": "Gift Voucher - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9964_helios.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9964_helios.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9964_helios.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9964_helios.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9966,
      "name": "Nykaa Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>These Terms &amp; Conditions apply to Nykaa.com e-Gift Cards (&ldquo;e-Gift Card&rdquo;) powered by QwikCilver Solutions Private Limited (&ldquo;QwikCilver&rdquo;). By purchasing the e-Gift Card(s), you are agreeing to and accept these Terms &amp; Conditions. Your use of the e-Gift Cards shall be deemed to be your understanding of, and agreement, to each of the terms and conditions set forth below.</li>\r\n\t<li>The e-Gift Card can be redeemed online to purchase products on www.nykaa.com, and all Nykaa retail stores operated by Nykaa E-Retail Pvt. Ltd.</li>\r\n\t<li>The e-Gift Card can be redeemed only to purchase products sold by Nykaa directly, not valid on products sold by our partners on Nykaa. You may check the seller of the product on the product detail page.</li>\r\n\t<li>The e-Gift Card can be redeemed online to purchase products on www.nykaa.com, and the online ecommerce store operated by Nykaa E-Retail Pvt. Ltd.</li>\r\n\t<li>The e-Gift Card can be redeemed only to purchase products sold by Nykaa directly, not valid on products sold by our partners on Nykaa. You may check the seller of the product on the product detail page.</li>\r\n\t<li>e-Gift Cards cannot be used to purchase other Gift Cards.</li>\r\n\t<li>The Gift Card once purchased cannot be cancelled, refunded or returned.</li>\r\n\t<li>Once purchased, the recipient email cannot be changed.</li>\r\n\t<li>If the order value exceeds the e-Gift Card amount, the balance must be paid by other payment option.</li>\r\n\t<li>If the order value is less than the amount of the e-Gift Card, the outstanding balance (after deduction of order value) will reflect under the same e-Gift Card.</li>\r\n\t<li>For online orders at nykaa.com, if the order value is less than the amount of the e-Gift Card, the outstanding balance (after deduction of order value) will reflect under the same e-Gift Card. For offline orders at Nykaa stores, if the order value is less than the e-Gift Card amount, e-Gift Card won&rsquo;t be applied to the order.</li>\r\n\t<li>You can redeem only 1 Gift Card per order. The Gift Card can be combined with promotional codes, or other payment options except COD.</li>\r\n\t<li>e-Gift Cards will expire 365 days from the date of issue and the outstanding unused balance will be forfeited. Unused balance of e-Gift Cards may not be transferred to another Gift Card.</li>\r\n\t<li>Nykaa.com and/or QwikCilver are not responsible if card is used without permission. Nykaa will have the right to cancel the e-Gift Card obtained fraudulently and the funds have to be credited back to the same source from where these were received. Nykaa does not warrant that the services and products provided to you pursuant to this Agreement will be free of interruptions, errors, bugs, viruses or security problems.</li>\r\n\t<li>You agree and acknowledge that you shall be solely responsible for maintaining secrecy of the code provided to activate the e-Gift Card.</li>\r\n\t<li>Validity of e-Gift Cards will not be extended, new e-Gift Cards cannot be provided against the expired/unused Cards.</li>\r\n\t<li>You agree to provide truthful and accurate information during the purchase of e-Gift Cards. Nykaa may call for further information and documents from you in compliance to Know Your Customer and Anti Money Laundering guidelines issued by RBI from time to time. In the event the information provided by you, end beneficiary/Know Your Customer(KYC) details are found to be incorrect/ insufficient, Nykaa.com retains the right to cancel or block the e-Gift Cards issued.</li>\r\n\t<li>There is no fee or other charges associated with e-Gift Card purchase.</li>\r\n\t<li>e-Gift Cards cannot be reloaded or resold.</li>\r\n\t<li>These terms and conditions are governed by laws of India. You, QwikCilver and Nykaa E-Retail Pvt. Ltd. agree that all the disputes arising hereunder shall be submitted to the exclusive jurisdiction of the Courts at Mumbai.</li>\r\n\t<li>You agree to indemnify Nykaa E-Retail Pvt. Ltd. for all claims brought by a third party against it or its affiliates arising out of or in connection with a breach of any of these terms and conditions.</li>\r\n\t<li>Neither QwikCilver nor Nykaa E-Retail Pvt. Ltd. make any warranties, express or implied, with respect to e-Gift Cards including without limitation, any express or implied warranty of merchantability or fitness for a particular purpose. In the event an e-Gift Card is non-functional, your sole remedy will be the issuance of another e-Gift Card, for the value remaining in the non-functional card.</li>\r\n\t<li>The conditions stated in these Terms and Conditions are in addition to the terms and conditions of www.nykaa.com. Nykaa reserve the right to change these terms and conditions from time to time in its discretion and without prior notice to you.</li>\r\n\t<li>The e-Gift Card is governed by the RBI guidelines and is also subject to directions/instructions issued by the regulators from time to time in respect of redemption, repayment, usage etc. and Nykaa is not responsible or liable for any violation by you of applicable law. All transactions done by using the e-Gift Card are subject to applicable Indian laws. You shall not use the e-Gift Card for any unlawful activity.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Nykaa, a premier online beauty destination in India offers a comprehensive selection of branded products for men and women at best price.</li><li> With Nykaa shopping your favorite beauty products from categories like makeup, skincare, hair care, fragrances, bath and body, luxury and wellness is much easier and convenient.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9966_nykaa_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9966_nykaa_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9966_nykaa_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9966_nykaa_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 9967,
      "name": "Croma Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This Gift Card issued by Croma, Infiniti Retail Limited (IRL) &amp; is Powered by Qwikcilver.</li>\r\n\t<li>The Recipient needs to activate the EGV. On Successful activation, OTP will be received on the registered mobile number. You need to activate your EGV by sending an SMS in the below format:<br />\r\n\t<strong>GCACT&lt;SPACE&gt;&lt;16 Digit CARDNUMBER&gt;&lt;SPACE&gt;&lt;6 Digit Pin No&gt; to 7200666000</strong></li>\r\n\t<li>This Gift Card shall be subject to applicable laws or any new law, rules and/or regulations as may be promulgated / imposed by the Government, RBI, or any other statutory/regulatory authority.</li>\r\n\t<li>Gift Card cannot be redeemed against cash or cannot be used for settlement of any past amounts due to any of the Croma stores.</li>\r\n\t<li>If the purchase exceeds available balance in the Gift Card, the difference must be paid by the Gift Card holder by another mode of payment i.e. cash or credit/debit card.</li>\r\n\t<li>Unused balance on the Card will not be refunded or credited during its validity or after its expiry. It shall be the responsibility of the Gift Card holder to use full amount loaded on the Gift Card before the date of expiry of the Card.</li>\r\n\t<li>IRL shall not be responsible for any loss, theft, damage or misuse of the Gift Card. The Gift Card holder shall have to ensure proper and authorized use of the Card.</li>\r\n\t<li>Any dispute relating to the Croma Gift Card shall be subject to the exclusive jurisdiction of Mumbai courts.</li>\r\n\t<li>IRL shall be entitled to amend these terms and conditions of the Gift Card from time to time. Any change in these terms and conditions can be viewed on our website and / or at any of the Croma stores</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Croma has always been dedicated towards giving its customers an easy and hassle-free access to best consumer electronics products.</li><li> Croma Gift Card is a perfect gifting option for your loved ones to choose from categories such as Phones, Camera, Computers, Entertainment, Home Appliances, Kitchen Appliances, Gaming and Accessories.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/9967_croma_gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/9967_croma_gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/9967_croma_gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/9967_croma_gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "others",
      "giftVoucherDescription": "<p>Croma is an Indian retail chain for consumer electronics and durables and has been launched by Infiniti Retail Limited, a 100% subsidiary of Tata Sons. It efficiently and successfully runs Croma&#39;s retail operations in India and has a customer base of more than 6 million customers. They offer their customers over 6000 products across eight categories in a world-class ambience and their offerings are growing every day. These categories include Phones, Camera, Computers, Entertainment, Home Appliance, Kitchen Appliance, Gaming and Accessories from some of the best brands which ensure an exciting shopping experience.</p>\r\n\r\n<p>Croma is the nation&#39;s first large format specialist retail chain for consumer electronics and durables and has a network of 97 Croma stores spread across 20 cities with successful expansion into Croma Zip stores, Croma Kiosks and latest online vertical, www.croma.com.</p>\r\n\r\n<p><strong>Croma Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward and give recognition to your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees, coworkers or clients, &quot;Croma gift card&quot; is always a great choice to tackle this hassle because Croma has always been fulfilling every electronic requirement by helping customers choose the best product, as per their needs. A diverse range of merchandise in various categories like kitchen appliances, storage devices, MP4 players, air conditioners &amp; lot more ensures customers only the best. From the wide range of Croma branded products, customers are bound to find something great that will match up to their budget as well as personal requirements, and getting discount on bulk purchase of gift cards&nbsp; makes it even better !</p>\r\n\r\n<p>Vantage Circle provides a Corporate gifting solution which is designed especially to give you an edge in enhancing your business, build trustworthy relations, engage employees effectively and meet your ever-dynamic consumer objectives and allows you to make corporate purchases to make your colleagues, clients, customer feel special and make them smile at receiving amazing deals on their favorite products. Corporates for bulk purchase of Gift Cards can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10015,
      "name": "Bluestone Gift Cards",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Gift Card(s) can be redeemed ONLY on bluestone.com and bluestone mobile app (Android &amp; iOS).</li>\r\n\t<li>Gift Card(s) can be redeemed on purchase of any jewelry products on bluestone.com or bluestone app. Gift Card(s) cannot be redeemed on purchase of gold coins.</li>\r\n\t<li>On the payment page, Click on the tab &quot;Gift Card&quot; and enter your 16 digit Gift Card number and pin for redemption.</li>\r\n\t<li>Multiple Gift Card(s) up to three can be used in a single transaction. Gift Card(s) can be combined with any other payment type on Bluestone.com.</li>\r\n\t<li>Gift cards can also be redeemed partially, as many times as a user wishes to, till its balance is consumed or it expires.</li>\r\n\t<li>Gift cards are valid for a period of one year from the date of issuance to the recipient.</li>\r\n\t<li>Gift cards cannot be used to purchase another Gift Card.</li>\r\n\t<li>Payment mode will be Net Banking, Credit/Debit Card</li>\r\n\t<li>Gift Card(s) once bought online, shall be considered as sold and cannot be Cancelled, Exchanged or Refunded.</li>\r\n\t<li>If lost or misused, the Gift Card(s) cannot be replaced. Gift cards are void if resold, and cannot be exchanged for credit(s) or cash and cannot be re-validated once past expiry date.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Gift your loved one jewelry of their choice with a Bluestone gift card.</li><li> With a wide variety of jewelry for the entire family – Women, Men & Children, there is something for everyone at Bluestone.</li><li> Your loved ones can choose certified jewelry in gold, platinum, diamonds from over 4000 designs, with popular and trendy motifs like hearts, floral, peacocks and religious.</li><li>  \r\n\r\n.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10015_bluestone-gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10015_bluestone-gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10015_bluestone-gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10015_bluestone-gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "<p>BlueStone was established in 2011 and is India&#39;s leading destination for high quality fine jewellery with strikingly exquisite designs. They aim at revolutionizing the fine jewellery and lifestyle segment in India with a firm focus on craftsmanship, quality and customer experience. Within&nbsp; a short span of time, BlueStone has built a large number of loyal consumers in India and abroad. Bluestone house&#39;s more than 5000 unique designs for the consumer to choose from. The designs of each piece of jewellery is crafted with cutting edge innovation and latest technology for perfection and utmost care is given to provide the customer the flexibility to customize the product&#39;s gold purity and colour or diamond clarity to suit their needs. Each individually crafted piece of jeellery goes through several quality checks before reaching the customers doorstep<br />\r\n&nbsp;<br />\r\nBluestone also offer a 30 Day Money Back guarantee, Certified Jewellery and Lifetime Exchange. The customer can also experience luxury shopping from the comfort of their home with Bluestone&#39;s complimentary Try At Home service.</p>\r\n\r\n<p><strong>Bluestone Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward and give recognition to your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees, coworkers or clients, &quot;Bluestone gift card&quot; is always a great choice to tackle this hassle because Bluestone offers a wide range of jewellery in plain gold, diamond or gemstone that suit every mood, budget and occasion , and getting discount on bulk purchase of Bluestone gift cards makes it even better.<br />\r\n&nbsp;<br />\r\nVantage Circle provides a Corporate gifting solution which is designed especially to give you an edge in enhancing your business, build trustworthy relations, engage employees effectively and meet your ever-dynamic consumer objectives and allows you to make corporate purchases to make your colleagues, clients, customer feel special and make them smile at receiving amazing deals on their favorite jewellery design. Corporates for bulk purchase of &quot;Bluestone E-Gift Cards&quot; can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10017,
      "name": "Cleartrip Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Valid for a period of 12 months from the date of purchase.</li>\r\n\t<li>Any balance amount left in a used E-gift card can be reused within the validity period.</li>\r\n\t<li>Upto 3 E-Gift Cards can be used in single transaction.</li>\r\n\t<li>Cleartrip Gift Cards and E-Gift Cards cannot be redeemed on Cleartrip Mobile App</li>\r\n\t<li>E-Gift Card is valid for online bookings made on www.cleartrip.com for flights and hotels. To redeem this E-Gift Card on www.cleartrip.com, enter the E-Gift Card number and pin before making payment</li>\r\n\t<li>E-Gift Cards are not valid on bus or train bookings</li>\r\n\t<li>This E-Gift Cards cannot be clubbed with any other offer currently live on Cleartrip.com including cashbacks, discounts etc. on a particular credit/debit card</li>\r\n\t<li>This E-Gift Card is not valid for partial redemption. However any balance amount left on the used E-Gift Card can be reused within the validity period</li>\r\n\t<li>For cancellations of trips purchased using gift cards, the refund amount will be reversed to the gift cards that were used at the time of booking.</li>\r\n\t<li>Cleartrip is not responsible if the E-Gift Card is lost, stolen or used without permission</li>\r\n\t<li>The E-Gift Cards cannot be replaced, refunded or exchanged for cash</li>\r\n\t<li>Cleartrip reserves the right to deny accepting any voucher if it suspects that there is duplicity of vouchers</li>\r\n\t<li>In no event the liability of Cleartrip for any claims arising under this offer shall exceed the value of the voucher.</li>\r\n\t<li>Any misuse of this voucher will result in cancellation of the booking.</li>\r\n\t<li>Cleartrip is the final authority on the interpretation of these rules</li>\r\n\t<li>Products and services are subject to availability.</li>\r\n\t<li>Disputes are subject to Mumbai jurisdiction.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues,&nbsp;the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip e-Gift Cards make for a perfect present.</li><li> Whether it’s proposing a family holiday, an employee incentive, reliving a honeymoon, or delving into adventure with friends, Cleartrip E-Gift Cards are the answer to all travel related surprises.</li><li> Gift a Cleartrip e-Gift Card and add fun factor into your loved one’s life.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10017_cleartrip-gift.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10017_cleartrip-gift.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10017_cleartrip-gift.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10017_cleartrip-gift.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "travel & leisure",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10385,
      "name": "Big Bazaar Gift Card",
      "denomination": [
        500,
        1000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E Gift Voucher can be used in all Big Bazaar/ Food Bazaar &amp; FBB Stores across India.</li>\r\n\t<li>Please take a print out of the email with the gift card details to the store.</li>\r\n\t<li>This E Gift Voucher has to be redeemed in full and partial redemption is not allowed.</li>\r\n\t<li>This E Gift Voucher is not redeemable for cash or credit nor can be exchanged for a gift voucher/gift card.</li>\r\n\t<li>This E Gift Voucher can be used in all Big Bazaar/ Food Bazaar &amp; FBB Stores across India. This E Gift Voucher has to be redeemed in full and partial redemption is not allowed. This E Gift Voucher is not redeemable for cash or credit nor can be exchanged for a gift voucher/gift card. If the Customer misplaces the E-gift voucher company shall not be responsible to reimburse/refund.</li>\r\n\t<li>Validity period of this E Gift Voucher will not be extended under any circumstances.</li>\r\n\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Big Bazaar is the largest chain of hypermarket in India.</li><li>Big Bazaar promises more for less, addressing a wider range of product lines which are of interest to mass market.</li><li> Big Bazaar was launched in September, 2001 with the opening of its first four stores in Calcutta, Indore, Bangalore and Hyderabad in 22 days.</li><li> Within a span of ten years, there are now 161 Big Bazaar stores in 90 cities and towns across India.</li><li>\r\nBig Bazaar gift cards offers a wide range of apparel and accessories, baby accessories, dress material, suiting and shirting, sarees and much more and all these at a discount.</li><li> Truly - \"Is Se Sasta Aur Accha Kahin Nahin!!\".</li></ul>",
      "highLight": "Gift Vouchers - 500/1000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10385_Big_bazzar.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10385_Big_bazzar.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10385_Big_bazzar.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10385_Big_bazzar.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10462,
      "name": "Cleartrip Local Adventure Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Adventure.</li>\r\n\t\t\t<li>This gift cards cannot be clubbed with any other offer currently live cleartrip.com including cashbacks, discounts etc. on a particular credit/debit card.</li>\r\n\t\t\t<li>Any balance amount left on the used gift card can be reused within the validity period.</li>\r\n\t\t\t<li>Any misuse of this gift card will result in cancellation of the booking.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> .</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10462_Cleartrip-Local-Adventure.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10462_Cleartrip-Local-Adventure.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10462_Cleartrip-Local-Adventure.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10462_Cleartrip-Local-Adventure.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10464,
      "name": "Cleartrip Local Events Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Events.</li>\r\n\t\t\t<li>Cleartrip is not responsible if the gift card is lost, stolen or used without permission.</li>\r\n\t\t\t<li>The gift cards cannot be replaced, refunded, revalidated or exchanged for cash.</li>\r\n\t\t\t<li>Convenience Fee will be applicable for all gift card bookings (as how it&#39;s applicable for any payment method).</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> .</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10464_Cleartrip-Local-Events.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10464_Cleartrip-Local-Events.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10464_Cleartrip-Local-Events.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10464_Cleartrip-Local-Events.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10465,
      "name": "Cleartrip Local Kids Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Kids.</li>\r\n\t\t\t<li>Convenience Fee will be applicable for all gift card bookings (as how it&#39;s applicable for any payment method).</li>\r\n\t\t\t<li>Cleartrip reserves the right to deny accepting any gift card if it suspects that there is duplicity of gift cards.</li>\r\n\t\t\t<li>Any misuse of this gift card will result in cancellation of the booking.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> .</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10465_Cleartrip-Local-Kids.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10465_Cleartrip-Local-Kids.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10465_Cleartrip-Local-Kids.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10465_Cleartrip-Local-Kids.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10466,
      "name": "Cleartrip Local Fitness Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Fitness.</li>\r\n\t\t\t<li>Convenience Fee will be applicable for all gift card bookings (as how it&#39;s applicable for any payment method).</li>\r\n\t\t\t<li>Cleartrip reserves the right to deny accepting any gift card if it suspects that there is duplicity of gift cards.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> \r\n.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10466_Cleartrip-Local-Fitness.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10466_Cleartrip-Local-Fitness.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10466_Cleartrip-Local-Fitness.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10466_Cleartrip-Local-Fitness.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10467,
      "name": "Cleartrip Local Day Outing Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Day outings.</li>\r\n\t\t\t<li>Any balance amount left on the used gift card can be reused within the validity period.</li>\r\n\t\t\t<li>Cleartrip is not responsible if the gift card is lost, stolen or used without permission.</li>\r\n\t\t\t<li>The gift cards cannot be replaced, refunded, revalidated or exchanged for cash.</li>\r\n\t\t\t<li>Convenience Fee will be applicable for all gift card bookings (as how it&#39;s applicable for any payment method).</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> \r\n.</li></ul>",
      "highLight": "Gift Voucher - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10467_Cleartrip-Local-Day-Outing.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10467_Cleartrip-Local-Day-Outing.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10467_Cleartrip-Local-Day-Outing.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10467_Cleartrip-Local-Day-Outing.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10468,
      "name": "Cleartrip Local Theme Parks Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Theme parks.</li>\r\n\t\t\t<li>Any balance amount left on the used gift card can be reused within the validity period.</li>\r\n\t\t\t<li>Convenience Fee will be applicable for all gift card bookings (as how it&#39;s applicable for any payment method).</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> .</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10468_Cleartrip-Local-Theme-Parks.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10468_Cleartrip-Local-Theme-Parks.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10468_Cleartrip-Local-Theme-Parks.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10468_Cleartrip-Local-Theme-Parks.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10470,
      "name": "Cleartrip Local Activties Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1. To redeem on Cleartrip Mobile App:</p>\r\n\r\n<ul>\r\n\t<li>To redeem this gift card enter the (16 digit) gift card number and (6 digit) PIN before making the payment. Click on &quot;Make Payment&quot; and Pay the Balance amount (if any) using other payment modes listed.</li>\r\n\t<li>Only 1 gift card can be used in a single transaction.</li>\r\n\t<li>Valid for a period of 6 months from the date of purchase.\r\n\t<ol>\r\n\t\t<li>Anything else I need to know?\r\n\t\t<ul>\r\n\t\t\t<li>This Gift card is valid only for bookings made on Cleartrip mobile app for Activities.</li>\r\n\t\t\t<li>This gift cards cannot be clubbed with any other offer currently live cleartrip.com including cashbacks, discounts etc. on a particular credit/debit card.</li>\r\n\t\t\t<li>Convenience Fee will be applicable for all gift card bookings (as how it&#39;s applicable for any payment method).</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Cancellations &amp; Refunds\r\n\t\t<ul>\r\n\t\t\t<li>In case of any cancellation of bookings purchased using the gift cards within the validity period, the amount will be reversed to the card used at the time of booking. Save the gift card number and PIN to utilize this refunded amount as we will not be able to reset the PIN or reissue a new gift card number.</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Gift cards once redeemed cannot be cancelled.</li>\r\n\t</ol>\r\n\t</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Cleartrip Local now offers over 20,000 experiences in 240 categories across 50+ cities.</li><li> You can now select experiences under 4 broad categories, namely – Activities, Eat Out, Fitness and Events.</li><li> \r\n.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10470_Cleartrip-Local-Activties.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10470_Cleartrip-Local-Activties.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10470_Cleartrip-Local-Activties.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10470_Cleartrip-Local-Activties.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "entertainment",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10602,
      "name": "Crossword Gift Card",
      "denomination": [
        250,
        500,
        1000,
        2000,
        5000
      ],
      "termsandCondition": "<ul>\r\n\t<li>The Crossword E-Gift Card is issued by Qwikcilver Solutions Pvt Ltd.</li>\r\n\t<li>This E-Gift Card can be redeemed at select Crossword stores across India. Not Valid at Crossword Franchisee Stores.</li>\r\n\t<li>This E-Gift Card can be redeemed only once. It cannot be redeemed partly. The entire value should be used in a single transaction.</li>\r\n\t<li>This E-Gift Card cannot be used for a payment in case of home delivery.</li>\r\n\t<li>If the order value exceeds the value of the E-Gift Card, the balance must be paid by Credit Card / Debit Card / Internet Banking or cash.</li>\r\n\t<li>This E-Gift Card will expire 12 months from the date of issue.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Crossword aims to be a point of cultural and social interaction where authors and poets hold court, where children are regaled, where people gravitate to be informed, to be entertained or even enlightened.</li><li> Crossword Gift Card is an ideal gifting option for all occasions with a wide range of books – Movies- Music- Toys- Stationery- Magazines and CD ROM’s.</li></ul>",
      "highLight": "Gift Vouchers - 250/500/1000/2000/5000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10602_crossword.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10602_crossword.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10602_crossword.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10602_crossword.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "<p>Crossword Bookstores Ltd. is a chain of bookstores in India based in Mumbai and stocks the widest range of Books - Movies, Music, Toys, Stationery, Magazines and CD ROM?s.<br />\r\nCrossword has stores all over India and is India?s fastest growing chain of bookstores.With its large children?s section and its focus on making the store a friendly, safe, fun-filled place many families are attracted to the stores, Over 4.5 lacs loyal customers are rewarded through the Crossword Book Rewards Program with points, discounts, exclusive discounts &amp; offers and more. ?eWords?, a monthly e-newsletter with reviews of new books, news about in store events and bestseller lists, is also mailed to the Members.</p>\r\n\r\n<p><strong>Crossword Gift Card Bulk Purchase</strong></p>\r\n\r\n<p>If you are looking to reward and give recognition to your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees, coworkers or clients, &quot;Crossword gift card&quot; is always a great choice to tackle this hassle because&nbsp; Crossword is a place and space for people who desire to seek information, knowledge or just the pleasure of reading, the Cafes within the stores and the unique store experience make it easy and enjoyable for customers to shop at Crossword.</p>\r\n\r\n<p>Vantage Circle provides a Corporate gifting solution which is designed especially to give you an edge in enhancing your business, build trustworthy relations, engage employees effectively and meet your ever-dynamic consumer objectives and allows you to make corporate purchases to make your colleagues, clients, customer feel special and make them smile at receiving amazing deals on their favorite books, magazine,CD ROM?s etc. Corporates for bulk purchase of &quot;Crossword E-Gift Cards&quot; can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10605,
      "name": "Nike Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is Powered by Qwikcilver.</li>\r\n\t<li>This E- Gift Card is freely transferable and redeemable for any Nike product/merchandise at select participating SSIPL store in India as mentioned below.</li>\r\n\t<li>This E- Gift Card can be redeemed only once.</li>\r\n\t<li>The E- Gift Card is valid at a list of participating SSIPL stores mentioned on SSIPL website www.ssiplgroup.com.</li>\r\n\t<li>This card will get activated 24 to 48 hours after purchase.</li>\r\n\t<li>This E- Gift Card needs to be used in full. In case the value of the product exceeds the value of E- Gift Card, the difference shall be paid by the bearer. No refunds / credit note shall be issued for unused part of the E- Gift Card.</li>\r\n\t<li>This e-card cannot be clubbed with any promotion or offer running at Store.</li>\r\n\t<li>This E- Gift Card cannot be exchanged for Cash/Gift Cards/Credit Notes.</li>\r\n\t<li>Protect the E- Gift Card number and PIN to avoid misuse and treat it like cash. SSIPL shall not assume any liability in case the card PIN gets stolen/compromised, SSIPL shall neither replace the E- Gift Card nor refund cash.</li>\r\n\t<li>This E- Gift Card valid for 12 months from the date of activation. Only valid E- Gift Card would be accepted.</li>\r\n\t<li>Any disputes/s shall be subject to the jurisdiction of the courts in New Delhi.</li>\r\n\t<li>SSIPL reserves the right to amend the Terms &amp; Conditions at its discretion without prior notice.</li>\r\n\t<li>This E- Gift card is the property of SSIPL to whom it should be returned on request.</li>\r\n\t<li>E- Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>No returns and no refunds on gift cards, E- gift cards and gift vouchers shipped by woohoo.in.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Nike Gift cards makes gifting a joy for the receiver as much as for the shopper.</li><li> You can gift them to your loved ones and be assured that they'll love treating themselves to their favorite things! Bring inspiration and innovation in you.</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10605_nike.png",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10605_nike.png",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10605_nike.png",
      "imageWebRootBig": "/images/jitr/big/deals/10605_nike.png",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10606,
      "name": "William Penn Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>William Penn e-Gift Cards /Physical Gift Cards are issued by QwikCilver Solutions. QwikCilver is an independent company incorporated under the laws of India, and is the issuer of Gift cards.</li>\r\n\t<li>William Penn e-Gift Cards /Physical Gift Cards can be redeemed both online at www.williampenn.net or .at any of our stores (except Shop-in-Shops).</li>\r\n\t<li>If the order value exceeds the e-Gift Cards /Physical Gift Cards amount, the balance must be paid by Cash/Credit Card/Debit Card/Internet Banking wherever relevant.</li>\r\n\t<li>Physical gift cards hold no value until activated with minimum balance of Rs. 500 at an exclusive William Penn store.</li>\r\n\t<li>e-Gift Cards /Physical Gift Cards have a validity of 12 months from the date of activation</li>\r\n\t<li>e-Gift Cards /Physical Gift Cards cannot be redeemed for cash or Credit, but are transferable.</li>\r\n\t<li>Physical gift cards can be further reloaded with any additional amount. However, e-gift card cannot be further re-loaded and has to be bought afresh.</li>\r\n\t<li>williampenn.net/QwikCilver Solutions are not responsible if e-Gift Cards /Physical Gift Cards are lost or stolen.</li>\r\n\t<li>Validity of e-Gift Cards /Physical Gift Cards cannot be extended; new e-Gift Cards /Physical Gift Cards cannot be provided against the expired/unused Gift Cards.</li>\r\n\t<li>In the event the beneficiary/Know Your Customer (KYC) details are found to be incorrect/ insufficient, QwikCilver Solutions/William Penn retails the right to cancel the e-Gift Cards /Physical Gift Cards issued. For any queries on your gift card, please write to info@williampenn.net.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>William Penn Pvt Ltd.</li><li>\r\nWilliam Penn has been well known for fine writing instruments.</li><li> Today, it has expended its offering to include men’s accessories, premium stationery, travel accessories, writing aids, collectibles and premium gifts.</li><li> In the category of fine writing, over 20 well-known international brands such as Mont Blanc, Sheaffer, Caran d’Ache, Lapis Bard, Lamy, Sailor, Hugo Boss, Cross are available.</li><li> \r\nAccessories from international brands like Dalvey of Scotland & Lapis Bard of England, Troika, Philippi & Tru Virtu of Germany, Moleskine of Italy, Zippo lighters of USA now complement the writing instruments.</li><li> \r\nWilliam Penn currently has 30 retail outlets spread across Ahmedabad, Bangalore, Chennai, Delhi, Gurgaon, Hyderabad, Kochi, Kolkata, Mumbai, Noida & Pune in best locations, most premium malls, and major airports in the country.</li><li> \r\nLimited Editions - a selection of Limited editions consisting of rare, meticulously designed pieces are on display.</li><li> From hand-painted art of Indian Gods and Goddesses to careful carving in silver by world-renowned jewelers, these writing instruments bring together art, craft and history – with a unique story behind each masterpiece.</li><li> \r\nCorporate gifts – William Penn is a popular choice when it comes to corporate gifting.</li><li> Giftsets combining pens and a variety of gifts complete the offering.</li><li> Gifts can be personalized by engraving names and logos.</li><li> \r\nAlways New – The ‘Wrap It Up’ selection offers the latest signature gifts.</li><li> A new season is introduced every 60 days.</li><li> In each season, products are carefully handpicked to offer a choice and variety across price points.</li><li> From iconoclast notebooks to distinctive pens, elegant collectibles to sleek gizmos and more, there’s something unique and new all the time.</li><li>\r\nWilliam Penn gift cards - gift your employees, partners or business associates the freedom of choice.</li><li> Gift cards can be bought and redeemed at any store or online at www.</li><li>williampenn.</li><li>net .</li></ul>",
      "highLight": "Gift Vouchers - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10606_william_penn.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10606_william_penn.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10606_william_penn.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10606_william_penn.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "others",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10608,
      "name": "VLCC Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Services can be availed through prior appointments only.</li>\r\n\t<li>This E-Gift Card can be redeemed only once.</li>\r\n\t<li>To locate the nearest VLCC center and book an appointment, visit www.vlccwellness.com</li>\r\n\t<li>The e-gift card is valid across all company owned VLCC Healthcare Centers in India.</li>\r\n\t<li>Extending validity shall be at the sole discretion of VLCC.</li>\r\n\t<li>This e-gift card cannot be redeemed for cash.</li>\r\n\t<li>This e-gift card will not be replaced if lost or stolen.</li>\r\n\t<li>VLCC Healthcare products can not be purchased using VLCC Gift Card.</li>\r\n\t<li>Services shall be arranged at prevailing MRP. Taxes as applicable.</li>\r\n\t<li>For balance enquiry &amp; expiry, SMS VLCCGC&lt;16 digit Card number&gt; to 9841646669.</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours.</li>\r\n\t<li>No returns and no refunds on gift cards, E- gift cards and gift vouchers shipped by woohoo.in.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>VLCC is widely recognized in India and abroad for its holistic, scientific and completely natural weight-management practices and therapeutic beauty solutions addressing the mind and body.</li><li> VLCC e-Gift Card is one of the best gift your mom, sister or friend could ever expect, so make it happen by just gifting one.</li></ul>",
      "highLight": "Gift Voucher - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10608_vlcc.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10608_vlcc.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10608_vlcc.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10608_vlcc.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "<p>VLCC Health Care Limited is an Indian multinational company, founded by Vandana Luthra in 1989 which provides scientific weight management solutions, skin and haircare treatments, beauty services and personal care. All the products of VLCC are herbal / ayurvedic in nature and have been formulated to suit all skin and hair types. The products are made from special blends of botanical extracts, nutrients and aromatic oils, which are unique and highly effective product formula. VLCC beauty treatments maintains careful balance of activity, hydration, nourishment and protection, which rebuilds the skin&#39;s natural defenses from the inside - from the cell to the surface.The company currently operates in 323 locations across 150 cities with a presence in 11 countries. It comprises a workforce of over 4,000 employees, VLCC is a category leader with the leading market share and number of company owned outlets in the Indian beauty and wellness services market.</p>\r\n\r\n<p>VLCC Gift Card Bulk Purchase<br />\r\n&nbsp;<br />\r\nIf you are looking to reward and give recognition to your employees, send a gift to your client or channel partner, run customer loyalty programs, create customer promotional gifts, festive gifting or strengthen a marketing plan, or celebrate love, gratitude, friendship, and a hundred other sentiments that require more than just word but you can?t decide what to buy for your significant employees, coworkers or clients, &quot;VLCC gift card&quot; is always a great choice to tackle this hassle because VLCC salons are one stop shop for all the beauty care, hair care and wellness needs, VLCC salons provide hair treatments, hair loss treatment, skin care packages, weight loss programs, spa packages etc ,and getting discount on bulk purchase of VLCC gift cards makes it even better.</p>\r\n\r\n<p>Vantage Circle provides a Corporate gifting solution which is designed especially to give you an edge in enhancing your business, build trustworthy relations, engage employees effectively and meet your ever-dynamic consumer objectives and allows you to make corporate purchases to make your colleagues, clients, customer feel special and make them smile at receiving amazing deals on their favourite beauty and health product&#39;s. Corporates for bulk purchase of &quot;VLCC E-Gift Cards&quot; can reach us and get discount on bulk purchase.</p>\r\n",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 20298,
      "name": "Uber Gift Card",
      "denomination": [
        250,
        500,
        750,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This Gift Card, Issued by Qwikcilver Solutions Pvt Ltd and is useable at Uber.</li>\r\n\t<li>Please follow these steps to redeem the Gift Card in the Uber app:</li>\r\n</ul>\r\n\r\n<ol>\r\n\t<li>Go to the payment section in the Uber app</li>\r\n\t<li>Tap &quot;Add Payment Method&quot; and select &quot;Gift Card&quot;</li>\r\n\t<li>Enter your gift code</li>\r\n\t<li>You can now see Uber credits added to your account</li>\r\n</ol>\r\n\r\n<ul>\r\n\t<li>Once a gift card is added to an Uber account, it can&#39;t be transferred. You can&#39;t reload a gift card but you can add as many gift cards as you like with each upto a maximum of Rs 10,000.</li>\r\n\t<li>Valid for a period of 12 months from the date of activation and shall expire if not availed within the validity period.</li>\r\n\t<li>Gift card can only be added through the Uber app; Gift cards are redeemable across both Uber &amp; Uber Eats app.</li>\r\n\t<li>Gift cards are available within India in cities where Uber or Uber Eats is available.</li>\r\n\t<li>Uber Gift Cards can also be redeemed partially, as many times as the user wishes to until its balance is consumed or the Gift Card expires, whichever is earlier.</li>\r\n\t<li>Some in-store and corporate offers may not be valid on this card.</li>\r\n\t<li>Uber Gift Cards cannot be returned/refunded.</li>\r\n\t<li>This Gift Card can be redeemed when setting up a new Uber account. Also redeemable on an existing account by applying the code noted on the card to that account.</li>\r\n\t<li>In case you face any issues with Uber, please reach out to Uber support via help.uber.com, or under the help section of the app.</li>\r\n</ul>\r\n",
      "writeUp": "<ul>\r\n\t<li>Uber Technologies Inc.</li>\r\n\t<li>is a peer-to-peer ridesharing, taxi cab, food delivery, and transportation network company headquartered in San Francisco, California, with operations in 633 cities worldwide.</li>\r\n\t<li>Its platforms can be accessed via its websites and mobile apps.</li>\r\n</ul>\r\n",
      "highLight": "Uber E-Gift Card - 250/500/750/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/20298_ubereats.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/20298_ubereats.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/20298_ubereats.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/20298_ubereats.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "travel & leisure",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 20296,
      "name": "Yatra Gift Card",
      "denomination": [
        500,
        750,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>EGCis valid for a period of 12 months from the date of issue.<br />\r\n\tEGC can be redeemed only at www.yatra.com.</li>\r\n\t<li>EGC is valid for booking of\r\n\t<ul>\r\n\t\t<li>Flights (Domestic/International)</li>\r\n\t\t<li>Hotels (Domestic/International)</li>\r\n\t\t<li>Buses (Domestic)</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>For redeeming Flights/Hotels/Buses online at www.yatra.com, please follow the following steps:\r\n\t<ul>\r\n\t\t<li>Please select your Flight/Hotel/Bus and fill required details till you reach the payment page.</li>\r\n\t\t<li>On payments page, Select &quot;Gift Voucher&quot; as your Payment Mode.</li>\r\n\t\t<li>Enter your EGV/ Card No. (16 Digit) and 6 Digit Pin No</li>\r\n\t\t<li>Click on &quot;Pay Now&quot; and pay the Balance amount (if any) using other Payment Modes listed.</li>\r\n\t\t<li>In case of transaction failures after EGV is applied, amount would be automatically refunded to the same EGV.</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>In case of any query:\r\n\t<ul>\r\n\t\t<li>Please call 0124 &ndash; 3040707 / 700 between 10AM to 7PM (all seven days).</li>\r\n\t\t<li>Alternatively you can also write to: coepromoteam@yatra.com.</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>EGV is valid for multiple/partial redemption. Multiple transactions can be performed on EGV until the value of the card is exhausted during the validity period.<br />\r\n\tMultiple EGVs (up to 3) can be combined and used in single transaction.</li>\r\n\t<li>Any applicable convenience fee/processing fee/excess tour cost/ government taxes shall be payable at the time of booking (Only if the package cost exceed the EGV value)</li>\r\n\t<li>If an EGV is lost or stolen, Yatra will not be liable for replacement or Compensation.</li>\r\n\t<li>This EGV cannot be clubbed with any other ongoing offer discount/cash back/promotion run by Yatra.com.</li>\r\n\t<li>No additional Discount / reduction in the price will be entertained other than the value mentioned on the EGVs.</li>\r\n\t<li>Confirmation of any booking will be subject to availability at the time of booking and will be governed by the standard booking terms &amp; conditions of Yatra.com.</li>\r\n\t<li>Yatra.com is not liable to pay for any difference in fare/tariff between date of redemption request placement and date of using EGV during booking.</li>\r\n\t<li>No change or cash can be taken in exchange of this EGV.</li>\r\n\t<li>In case of cancellations, where EGV is valid, amount (as applicable) will be refunded back to the EGV.</li>\r\n\t<li>In case of cancellations, where EGV validity has expired, no refund will be processed for the amount paid by EGV.</li>\r\n\t<li>All the terms and conditions of the EGV as given hereof and standard terms and conditions, user agreement, privacy policy (subject to change) of Yatra.com as mentioned on the website www.yatra.com and the terms and conditions of the respective airline/ hotel /resort/other service provider shall be applicable on the Customer.</li>\r\n\t<li>Any legal disputes, whatsoever regarding any aspect of the promotion shall be handled in the jurisdiction of the courts in Gurgaon, Haryana only.</li>\r\n\t<li>Customers can check the balance ONLINE using their EGV Credentials on https://www.woohoo.in/balenq.</li>\r\n\t<li>This is for individual use only, Travel agents found using the card would lead to cancellation of booking and no refund would be made.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Gift the joy of travel to your loved ones and deserving associates with the Yatra Gift Card.</li><li> You can choose the denomination value of the gift voucher and also personalise it with a special message.</li><li> You give the receiver the power to make his own travel plans.</li><li> As they can choose from Yatra’s wide array of domestic and international flights and holiday packages, as well as domestic hotels and buses, to plan a holiday the way they want to.</li><li> So go ahead and gift new travel horizons to those you care for!.</li></ul>",
      "highLight": "Yatra E-Gift Card - 500/750/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/20296_pd-yatra.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/20296_pd-yatra.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/20296_pd-yatra.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/20296_pd-yatra.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "travel & leisure",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 20560,
      "name": "Pipabella Gift Card",
      "denomination": [
        500,
        750,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This E-Gift Card is solely for the use of purchasing merchandise at www.pipabella.com only</li>\r\n\t<li>This E-Gift Card can be redeemed just once</li>\r\n\t<li>E-Gift Cards are normally delivered instantly. But sometimes due to system issues, the delivery can be delayed up-to 24 hours</li>\r\n\t<li>No returns and no refunds on E-gift cards</li>\r\n\t<li>The code on the E-Gift Card can only be used in a single transaction on www.pipabella.com</li>\r\n\t<li>The E-Gift Card is valid only for a period of 6 months from the date of issue</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Pipa+Bella is one of India's leading fashion jewelry brands, delivering custom-made and ready-made jewelry to over 40,000+ customers across India through an innovative online platform.</li><li> \"Pipa\" being a carefree, experimental character, while \"Bella\" being the more classic and composed one.</li><li>  Hence, Pipa+Bella ensures there is something for every personality in their extensive range of collections, which consist of earrings, necklaces, bracelets and rings, sterling silver jewelry, charms, personalized jewelry, wedding jewelry and lots more.</li><li> In addition, Pipa + Bella is a recipient of the Google SMB Heroes 2017 Award, Top 25 Startups by Singapore's Javelin Startup-O Victory Fund, and Digital Women in E-Commerce 2017 Award by Shethepeople.</li><li>tv.</li><li> The brand has been worn on top Bollywood celebrities and has been featured in International fashion and business publications such as Vogue, Harpers, Femina, Grazia, Cosmopolitan, Elle, Economic Times, and Wall Street Journal.</li><li> The brand is available exclusively through Pipabella.</li><li>com, Koovs.</li><li>com, Amazon.</li><li>in, Wooplr.</li><li>com, Gofynd.</li><li>in and Myntra.</li><li>com.</li></ul>",
      "highLight": "Pipabella E-Gift Card - 500/750/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/20560_pipa-bella-redeem-05-04-19.png",
      "imageWebRootThumb": "/images/jitr/thumb/deals/20560_pipa-bella-redeem-05-04-19.png",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/20560_pipa-bella-redeem-05-04-19.png",
      "imageWebRootBig": "/images/jitr/big/deals/20560_pipa-bella-redeem-05-04-19.png",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 20561,
      "name": "NuAyurveda Clinic Gift Card",
      "denomination": [
        500,
        1000,
        2000
      ],
      "termsandCondition": "<ul>\r\n\t<li>Redeemable only at NuAyurveda Clinic locations in Mumbai, Pune, Delhi, Gurgaon and Bangalore</li>\r\n\t<li>Valid for 90 days from the date of activation (24 hours from the date of payment)</li>\r\n\t<li>This Gift Card can be redeemed partially, as many times the user wishes to, till balance is consumed or Gift Card expires, whichever is earlier</li>\r\n\t<li>Cannot be exchanged for cash/cash equivalent either in part or in full.</li>\r\n\t<li>If this card is stolen or lost neither can a new card be issued nor can money be reimbursed.</li>\r\n\t<li>Disputes subject to courts in Mumbai</li>\r\n\t<li>Visit https://www.nuayurveda.com/contact-us/ to see complete list of locations with contact numbers to book appointment</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>NuAyurveda Clinic is a specialized chain of Ayurvedic clinics that blends science with tradition by bringing contemporary research to traditional Ayurvedic medicines and treatments.</li><li>\r\nAt NuAyurveda you get to interact with Ayurvedic doctors who have a significant experience of serving patients.</li><li> We provide Ayurvedic treatments that are thoroughly tested and analysed.</li><li> The best part is that the therapies are provided by trained and experienced therapists under the supervision of our expert Ayurvedic consultants.</li><li>\r\nAccording to Ayurveda, absence of disease is not enough to indicate good health.</li><li> True health refers to wellness of body as well as mind.</li><li> The Ayurvedic treatments offered at NuAyurveda clinic are strictly based on this principle and hence we take into consideration every patient’s mental health while treating physical illness.</li><li> The Ayurvedic treatments are designed in such a way that one feels tremendous mental satisfaction along with relief of physical ailments.</li><li> The overall experience is very professional and therapeutic, making NuAyurveda one of the best Ayurvedic clinics.</li></ul>",
      "highLight": "NuAyurveda Clinic E-Gift Card - 500/1000/2000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/20561_nuayurveda.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/20561_nuayurveda.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/20561_nuayurveda.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/20561_nuayurveda.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 20302,
      "name": "Central Gift Card",
      "denomination": [
        250,
        500,
        1000
      ],
      "termsandCondition": "<ul>\r\n\t<li>This Voucher can be redeemed at all Central stores across India.</li>\r\n\t<li>This Voucher is valid for 12 months from the date of issue.</li>\r\n\t<li>This Voucher has to be redeemed in full as partial redemption is not allowed.</li>\r\n\t<li>This Voucher cannot be exchanged for Cash or Cheque.</li>\r\n\t<li>No duplicate will be issued if this Voucher is lost or misplaced.</li>\r\n\t<li>The holder of this Voucher is deemed to be the beneficiary.</li>\r\n\t<li>Any dispute should be referred to the company and the decision of the company shall be final.</li>\r\n\t<li>Validity period of the gift voucher will not be extended under any circumstances.</li>\r\n</ul>\r\n",
      "writeUp": "<ul><li>Central takes great pride in bringing international quality products to fit all needs under a single roof.</li><li> Right from top-branded household items, fashion, toys, childcare to jewelry, Central’s sprawling multi-storied malls stock it all.</li><li> Central Gift Voucher is one of the best gifts that you can gift to your friends and loved ones.</li></ul>",
      "highLight": "Central E-Gift card - 250/500/1000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/20302_central_giftcard.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/20302_central_giftcard.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/20302_central_giftcard.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/20302_central_giftcard.jpg",
      "deliveryTime": "CURRENTLY AVAILABLE",
      "inStock": true,
      "tags": "fashion",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Redeem Gift Card",
      "redeemText": "The Gift Card will be sent to your registered email address"
    },
    {
      "dealId": 10996,
      "name": "Akshaya Patra Gift Card",
      "denomination": [
        250,
        500,
        1000
      ],
      "termsandCondition": "<p><u><strong>Gift a Meal, Gift a future :</strong></u></p>\r\n\r\n<ul>\r\n\t<li><strong><em>Option 1: Feed a child, for 50 days - Rs. 250</em></strong></li>\r\n\t<li><strong><em>Option 2: Feed a child, for 100 days - Rs. 500</em></strong></li>\r\n\t<li><strong><em>Option 3: Feed a child, for 200 days - Rs. 1000</em></strong></li>\r\n</ul>\r\n\r\n<ol>\r\n\t<li>Donated funds would be used to provide mid-day meal to govt. school children currently being served by Akshaya Patra (<em><u>No gift card details will be shared with you</u></em>).</li>\r\n\t<li>All contributions above Rs. 500 are eligible for 50% Tax Exemption. An 80G certificate would be issued by Akshaya Patra upon receipt of PAN details within 90 business days.</li>\r\n</ol>\r\n\r\n<p>3.)&nbsp;&nbsp;&nbsp; Please share your PAN details at <strong><u>support@vantagecircle.com</u></strong>.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
      "writeUp": "<p>The Akshaya Patra Foundation runs the world&rsquo;s largest Mid-Day Meal (MDM) Program with the help of Government of India and various corporate stakeholders &amp; Individuals. Currently, Akshaya Patra reaches out to 1.67 Million Children every day in 12 states covering 13,800+ Government Schools. The Akshaya Patra Foundation kitchens are ISO certified and are hygienically superior as per FSSAI standards. Akshaya Patra is in the Hall of Fame of ICAI (Institute of Chartered Accountants of India) for having received the Gold Shield Award for financial reporting for 5 years in a row. A Harvard case-study, our programme has garnered multitude of awards including Nikkei Asia Award, Padma Shri award for our Chairman.</p>\r\n\r\n<p>The Akshaya Patra&rsquo;s objective is to eradicate classroom hunger by the provision of hot &amp; unlimited nutritious meals. The Foundation is aiming to reach 5 Million Children by the year 2020.</p>\r\n\r\n<p>Support us to fulfill our vision &ldquo;No Child in India should be deprived of Classroom Hunger&rdquo;.</p>\r\n\r\n<p>For more details, visit:&nbsp; www.akshayapatra.org</p>\r\n",
      "highLight": "Gift Vouchers - 250/500/1000",
      "imageCloudRootThumb": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/deals/10996_AK_GV.jpg",
      "imageWebRootThumb": "/images/jitr/thumb/deals/10996_AK_GV.jpg",
      "imageCloudRootBig": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/big/deals/10996_AK_GV.jpg",
      "imageWebRootBig": "/images/jitr/big/deals/10996_AK_GV.jpg",
      "deliveryTime": "DELIVERY WITHIN 1 WORKING DAYS",
      "inStock": false,
      "tags": "charity",
      "giftVoucherDescription": "",
      "giftVoucherSeoContent": "",
      "currencyName": "INR",
      "currencyHex": "&#x20B9;",
      "usdEquivalent": 1.0,
      "quantity": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "buttonText": "Donate",
      "redeemText": "The Gift Card will be sent to your registered email address"
    }
  ],
  "tags": [
    {
      "key": "ecommerce",
      "name": "Ecommerce",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=ecommerce",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/ecommerce.png"
    },
    {
      "key": "charity",
      "name": "Charity",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=charity",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/charity.png"
    },
    {
      "key": "fashion",
      "name": "Fashion",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=fashion",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/fashion.png"
    },
    {
      "key": "travel_and_leisure",
      "name": "Travel & Leisure",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=travel_and_leisure",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/travel_&_leisure.png"
    },
    {
      "key": "food_and_dining",
      "name": "Food And Dining",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=food_and_dining",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/food_and_dining.png"
    },
    {
      "key": "entertainment",
      "name": "Entertainment",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=entertainment",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/entertainment.png"
    },
    {
      "key": "instore",
      "name": "Instore",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=instore",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/instore.png"
    },
    {
      "key": "others",
      "name": "Others",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=others",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/others.png"
    },
    {
      "key": "gift",
      "name": "Gift",
      "link": "https://www.vantagecircle.com/api/v1/giftvouchers?filterBy=tag&filterByValues=gift",
      "image": "https://d2czc53zv9aek5.cloudfront.net/images/jitr/thumb/giftvoucher/tags/gift.png"
    }
  ]
}
